Repository: KDE/krename
Catalog: po/*/*.po
Languages: de

source: System Functions
de: System-Funktionen

source: Insert the current date
de: Das aktuelle Datum einfügen

source: Insert the current date using the formatting string yyyy-MM-dd
de: Das aktuelle Datum im Format yyyy-MM-dd einfügen

source: Insert the current year
de: Das aktuelle Jahr einfügen

source: Insert the current month as number
de: Den aktuellen Monat als Zahl einfügen

source: Insert the current day as number
de: Den aktuellen Tag als Zahl einfügen

source: Insert the current time
de: Die aktuelle Zeit einfügen

source: Insert the current hour as number
de: Die aktuelle Stunde als Zahl einfügen

source: Insert the current minute as number
de: Die aktuelle Minute als Zahl einfügen

source: Insert the current second as number
de: Die aktuelle Sekunde als Zahl einfügen

source: Insert your username
de: Ihren Benutzernamen einfügen

source: Insert your groupname
de: Den Namen Ihrer Gruppe einfügen

source: Insert the files creation date
de: Das Erstellungsdatum der Datei einfügen

source: Insert the formatted file creation date
de: Das formatierte Erstellungsdatum der Datei einfügen

source: Insert the files modification date
de: Das Datum der letzten Änderung einer Datei einfügen

source: Insert the formatted modification date
de: Das Datum der letzten Änderung einer Datei formatiert einfügen

source: Insert the date of the last file access
de: Das Datum des letzten Zugriffs auf eine Datei einfügen

source: Insert the formatted date of the last file access
de: Das Datum des letzten Zugriffs auf eine Datei formatiert einfügen

source: &Change Filename Manually
de: Dateiname &manuell ändern

source: &Invert selection
de: &Auswahl umkehren

source: Please select the text you want to insert:
de: Bitte wählen Sie einen Text zum Einfügen aus:

source: Preview:
de: Vorschau:

source: Date & Time
de: Datum & Zeit

source: Date && &Time
de: Datum && &Zeit

source: Change &access date && time
de: &Zugriffs Datum && Zeit verändern

source: Change &modification date && time
de: &Modifikations-Datum und -Zeit verändern

source: Time:
de: Zeit:

source: &Get Current Date && Time
de: &Aktuelles Datum && Zeit

source: Can't change date of file %1.
de: Kann Datum der Datei %1 nicht ändern.

source: Supported tokens:
de: Unterstützte Funktionen:
