Repository: KDE/krename
Catalog: po/*/*.po
Languages: de

source: Filenames Processed after %1 seconds.
de: Dateinamen in %1 Sekunden verarbeitet.

source: Can't create undo script :
de: Kann Undo-Skript nicht erstellen :

source: Files will be copied to: %1
de: Dateien werden nach %1 kopiert

source: Files will be moved to: %1
de: Dateien werden nach %1 verschoben

source: Symbolic links will be created in: %1
de: Symbolische Verknüpfungen werden in %1 erstellt.

source: Input files will be renamed.
de: Eingangsdateien werden umbenannt.

source: Undo is not possible for remote file: %1
de: Rückgängig machen geht nur bei lokalen Dateien: %1

source: Renamed %1 files successfully.
de: %1 Dateien erfolgreich umbenannt.

source: %2 errors occurred!
de: %2 Fehler sind aufgetreten!

source: Elapsed time: %1 seconds
de: Benötigte Zeit: %1 Sekunden

source: KRename finished the renaming process.
de: KRename hat das Umbenennen beendet.

source: Press close to quit!
de: Klicken Sie auf Schließen um KRename zu beenden!

source: Can't set executable bit on undo script.
de: Kann das Undo-Skript nicht ausführbar machen.

source: Command Plugin
de: Befehls-Plugin

source: &Command Plugin
de: &Befehls-Plugin

source: You did not specify a command to execute.
de: Sie haben keinen Befehl zum Ausführen angegeben.

source: <b>Command Plugin</b>
de: <b>Befehls-Plugin</b>

source: <qt>Executes a shell command on every file after it has been renamed. Add %1 to the command line arguments to get the filename of the renamed file.</qt>
de: <qt>Dieses Plugin führt einen Shell-Befehl für jede Datei aus, nachdem sie umbenannt wurde. Fügen Sie %1 zum Befehl hinzu um den Dateinamen der Datei zu erhalten.</qt>

source: Command:
de: Befehl:

source: &Execute without blocking (not recommended)
de: &Befehl ausführen ohne zu warten (nicht empfohlen)

source: &Add
de: &Hinzufügen

source: exited with error: %1
de: mit Fehler beendet: %1

source: Find and Replace
de: Suchen und Ersetzen

source: Find
de: Suche

source: Replace With
de: Ersetzen Durch

source: Regular Expression
de: Regulärer Ausdruck

source: Find:
de: Suche:

source: Replace with:
de: Ersetzen durch:

source: &Regular expression
de: &Regulärer Ausdruck

source: &Edit...
de: &Bearbeiten ...

source: yes
de: ja

source: no
de: nein

source: Add a text that should be replaced.
de: Geben Sie einen Text ein, der ersetzt werden soll.

source: You can't replace the same text twice.
de: Sie können den selben Text nicht zweimal ersetzen.

source: Regular expression
de: Regulärer Ausdruck

source: <qt>This plugin transliterates names written with non-english characters.</qt>
de: <qt>Dieses Plugin ersetzt nicht englische Buchstaben in Dateinamen.</qt>

source: Progress
de: Fortschritt

source: Messages
de: Meldungen

source: Restart KRename...
de: KRename neu starten ...

source: Rename Processed Files &Again...
de: &Verarbeitete Dateien noch einmal umbenennen ...

source: Rename Unprocessed Files &Again...
de: &Nicht verarbeitete Dateien noch einmal umbenennen ...

source: Rename All Files &Again...
de: &Alle Dateien noch einmal umbenennen ...

source: &Rename More...
de: &Andere Dateien umbenennen ...

source: &Open Destination...
de: &Ziel Verzeichnis Öffnen ...

source: Error: %1
de: Fehler: %1

source: Warning: %1
de: Achtung: %1

source: User pressed cancel!
de: Abbruch durch Benutzer

source: Aborting...
de: Abbrechen ...

source: Undo:
de: Rückgängig:

source: Undoing the renaming operation has been completed.
de: Das Umbenennen wurde rückgängig gemacht.

source: Look and Feel
de: Erscheinungsbild & Design

source: Use &wizard style GUI (beginners)
de: &Assistenten-Benutzeroberfläche verwenden (Anfänger)

source: Use &tabbed GUI (advanced users)
de: &Tabbed Benutzeroberfläche benutzen (Fortgeschrittene Benutzer)

source: Configure the look and feel of the KRename GUI:<br>
de: Erscheinungsbild und Design der KRename-Benutzeroberfläche einstellen:<br>

source: &Load file plugins on start
de: KDE-Datei-Plugins beim Programmstart &laden

source: Auto &resize columns in preview
de: Automatische &Spaltengröße in der Vorschau

source: &Thumbnail size:
de: &Größe der Vorschau:

source: &Number of template history items:
de: &Anzahl der Text-Ergänzungseinträge für das Muster:

source: Disabling this option decreases KRename's startup time, because no KFilePlugins are loaded.
de: KRename startet ohne diese Option schneller, da keine Plugins geladen werden.

source: File %1 exists already!
de: Die Ausgabedatei %1 existiert bereits.

source: Can't create symlinks on different hosts for file %1.
de: Kann keine symbolischen Verknüpfungen auf verschiedenen Computern für %1 erstellen.

source: _: NAME OF TRANSLATORS Your names
de: Dominik Seichter

source: _: EMAIL OF TRANSLATORS Your emails
de: domseichter@web.de

source: &Numbering
de: &Nummerierung

source: Step &by:
de: Sch&rittweite:

source: &Reset counter for every directory
de: &Zähler bei jedem neuen Verzeichnis zurücksetzten

source: S&kip Numbers
de: &Zahlen überspringen

source: &Add Number
de: Zahl &hinzufügen

source: &Remove Number
de: Zahl &entfernen

source: Number of the first file.
de: Die erste Datei beim umbenennen bekommt diese Nummer.

source: The counter is increased/decreased by this value.
de: Zahlen werden um diesen Wert erhöht/erniedrigt.

source: Add all numbers that should be skipped by krename during the rename process.<br>E.g.: If 2 is skipped files will be numbered: file0, file1, file3, ...
de: Fügen Sie alle Zahlen hinzu, die KRename während des Umbenennens überspringen soll.<br>Z.B.: Wenn 2 übersprungen wird, werden die Dateien folgendermaßen umbenannt: file0, file1, file3, ...

source: <qt>The counter is set to the start index in every directory. This setting applies to all used counters.</qt>
de: <qt>Der Zähler wird in jedem neuen Verzeichnis der eingangs Dateien auf den Start Wert zurück gesetzt. Diese Einstellung betrifft alle verwendeten Zähler.</qt>

source: KRename is a batch file renamer which can rename a list of files based on a set of expressions. If you like KRename you may want to support it. Testing, bug fixes and feature request are as welcome as financial support (everybody needs money ;) See help files for details.
de: KRename ist ein Batch-Umbenenner, der eine Liste von Dateien anhand eines vorgegebenen Musters umbenennt. Wenn Ihnen KRename gefällt, sollten Sie überlegen KRename zu unterstützen. Die Hilfe enthält mehr Details.

source: file will be added to the list of files for renaming
de: Die Datei wird an die Liste der umzubenennenden Dateien angehängt.

source: add directory recursively
de: Verzeichnis rekursiv hinzufügen

source: set a template
de: als Muster verwenden

source: set a template for the file extension
de: als Muster für die Dateierweiterung verwenden

source: enable a plugin for use
de: ein Plugin benutzen

source: copy files to directory
de: Dateien in Verzeichnis kopieren

source: move files to directory
de: Dateien in Verzeichnis verschieben

source: load the profile named [profile] on startup
de: das Profile [profile] beim Start laden

source: start renaming immediately
de: sofort umbenennen

source: create no realtime preview
de: Keine Echtzeit-Vorschau erstellen

source: Website, testing, very good ideas and keeping me coding!
de: Hat die Webseite erstellt, KRename getestet und mich mit guten Ideen versorgt.

source: Thanks to him for creating RedHat 7.x packages and some other help.
de: Danke für das Erstellen der RedHat 7.x Rpm's und anderer Hilfe.

source: Fixed a bug with startIndex and added the BatchRenamer class to his excellent image viewer showimg.
de: Hat einen Fehler mit dem startIndex behoben und hat die BatchRenamer Klasse zu seinem tollen Bildbetrachter showimg hinzugefügt.

source: Fixed a bug that caused krename not closing open files.
de: Hat einen Fehler behoben, weswegen KRename offene Dateien nicht geschlossen hat.

source: Thanks for his great job at apps.kde.com and help with contributing krename to apps.kde.com.
de: Danke für seine großartige Arbeit an der Seite apps.kde.com und Hilfe mit KRename.

source: Thanks for noatun and the ID3/Ogg Tag code is based on his noatun modules.
de: Danke für noatun und der ID3/Ogg-Tag-Editor basiert auf Teilen von noatun.

source: Gave me a good start into writing plugins with his application scribus.
de: Dank seiner Anwendung Scribus hab ich leichter verstanden wie man Plugin schreibt.

source: Parts of the PNG support are copied from his KFile plugin for png support.
de: Teile der PNG-Unterstützung wurden von seinem KFile-Plugin kopiert.

source: Created the Gentoo Ebuild scripts for Krename.
de: Erstellt die Gentoo Ebuild Skripts für KRename.

source: Some GCC 3.1 fixes for Gentoo.
de: Hat einige Fehler mit GCC 3.1 in Gentoo behoben

source: Thanks for creating the Mandrake RPM
de: Erstellt das Mandrake RPM

source: Italian translation
de: Italienische Übersetzung

source: Provided a gcc3.x namespace patch
de: behob ein Problem mit gcc3.x und namespaces

source: Provided the new preview and move features
de: Hat die neue Vorschau und das neue Verschieben geschrieben

source: Fixed problems with the spec file and contributed rpms for every SuSE version you can imagine and is also the new Gentoo maintainer for KRename
de: Hat Probleme im Spec File behoben und erstellt rpms für jede erdenkliche SuSE-Version und ist auch der neue Gentoo-Maintainer von KRename.

source: Provided SuSE RPMs and very good suggestions
de: Erstellte SuSE-RPMs und hatte zahlreiche gute Vorschläge

source: Contributed a Spanish translation
de: Hat die spanische Übersetzung beigesteuert

source: Provided a RedHat RPM and was big help in improving KRename
de: Hat ein RedHat-RPM erstellt und sehr geholfen KRename zu verbessern

source: Translated KRename to Japanese
de: Hat KRename ins Japanische übersetzt

source: Translated KRename into French
de: Hat KRename ins Französische übersetzt

source: Translated KRename into Polish
de: Hat KRename ins Polnische übersetzt

source: Translated KRename into Russian
de: Hat KRename ins Russische übersetzt

source: Translated KRename into Bosnian
de: Hat KRename ins Bosnische übersetzt

source: <b>Krename was started from root!</b><br>When started from root, Krename may damage your system if you do not know exactly what you are doing!
de: <b>Root hat KRename gestartet!</b><br>Sie können mit KRename ihr System beschädigen, wenn Sie es als root starten und nicht genau wissen was Sie tun!

source: Picture Plugin
de: Bilder-Plugin

source: P&icture Plugin
de: &Bilder-Plugin

source: Encoding Conversion Plugin
de: Text-Encodig-Plugin

source: &Encoding Conversion Plugin
de: Text-&Encoding-Plugin

source: <qt>This plugin is able to convert filenames between different encodings. For example you can convert filenames from KOI8-R to UTF-8 encoding.</qt>
de: <qt>Dieses Plugin kann Dateinamen zwischen verschiedenen Textkodierungen konvertieren. Zum Beispiel kann man Dateinamen von KOI8-R nach UTF-8 konvertieren.</qt>

source: Encoding of Input Files:
de: Kodierung der Eingangsdateien:

source: &Use local encoding: %1
de: &Lokale Kodierung benutzen: %1

source: Encoding of Output Files:
de: Kodierung der Ausgangsdateien:

source: Token
de: Befehl

source: Description
de: Beschreibung

source: F&iles
de: Date&ien

source: Des&tination
de: &Ziel

source: File&name
de: Datei&name

source: &Profiles...
de: &Profile ...

source: &Undo Old Renaming Action...
de: A&lte Aktion rückgängig Machen ...

source: &Load KDE file plugins
de: KDE Datei Plugins &laden

source: &Reload Plugin Data
de: &Plugins neu laden

source: &Add...
de: &Hinzufügen ...

source: Re&move
de: &Entfernen

source: R&emove All
de: &Alle Dateien entfernen

source: Sort: Unsorted
de: Sortierung: Unsortiert

source: Sort: Ascending
de: Sortierung: Aufsteigend

source: Sort: Descending
de: Sortierung: Absteigend

source: Sort: Random
de: Sortierung: Zufällig

source: Sort: Numeric
de: Sortiere: Nach Zahlen

source: &Preview
de: &Vorschau

source: &Display name
de: &Namen Anzeigen

source: Add one or more files or directories
de: Eine oder mehrere Dateien oder Verzeichnisse hinzufügen

source: Remove selected files
de: Ausgewählte Dateien entfernen

source: Remove all files
de: Alle Dateien entfernen

source: Enable/disable preview of pictures.
de: Bild Vorschau an/ab schalten.

source: Displays the number of files in the list.
de: Zeige die Anzahl der Dateien in der Liste an.

source: Move selected items up
de: Ausgewählte Dateien nach oben schieben.

source: Move selected items down
de: Ausgewählte Dateien nach unten schieben.

source: Enable/disable display of file name.
de: Anzeigen von Dateinamen an/ab-schalten.

source: Move selected items (select the new location with the mouse)
de: Ausgewählte Dateien verschieben (wählen Sie den neuen Platz mit der Maus)

source: O&ptions
de: O&ptionen

source: &Rename input files
de: Dateien einfach &umbenennen

source: Cop&y files to destination directory
de: Dateien umbenannt ins Zielverzeichnis &kopieren

source: &Move files to destination directory
de: Dateien umbenannt ins Zielverzeichnis &verschieben

source: Create symbolic &links in destination directory
de: &Symbolische Verknüpfungen im Zielverzeichniss erstellen

source: &Overwrite existing files
de: Existierende &Dateien überschreiben

source: &Undo Renaming
de: &Umbenennen rückgängig machen.

source: &Create an undo script
de: Undo S&kript erstellen

source: *.krename|KRename undo scripts (*.krename) *|All Files (*)
de: *.krename|KRename Undo Skripte (*.krename) *|Alle Dateien (*)

source: Copies all files to the destination directory and renames them.
de: Alle Dateien werden in das Zielverzeichnis kopiert und umbenannt.

source: Moves all files to the destination directory and renames them.
de: Alle Dateien werden in das Zielverzeichnis verschoben und umbenannt.

source: Origin
de: Ursprünglich

source: Renamed
de: Umbenannt

source: Add a template.<br>Example: <i>picture###</i>
de: Fügen Sie ein Muster ein.<br>Beispiel: <i>picture###</i>

source: Add a template for the file extension.<br>It behaves like the filename template.
de: Ein Muster für die Dateiendung.<br>Dieses Feld verhält sich wie das Dateinamenmuster.

source: Checking this checkbox is the same as setting the extension template to $
de: Diese CheckBox bewirkt das selbe, wie die Dateinamenserweiterung $ zu nennen.

source: Double click on an item to modify it.
de: Klicken Sie doppelt auf einen Dateinamen um ihn zu ändern.

source: Help Dialog with all tokens supported by KRename.
de: Hilfe Fenster mit allen von KRename unterstützten Befehlen.

source: <qt>Find and replace characters or part string of the source filename in the destination filename.</qt>
de: <qt>Suche und ersetze Zeichen oder Zeichenketten aus dem Eingangsdateinamen im Ausgangsdateinamen.</qt>

source: <qt>You can use ".gz" and ".tar.gz" as file extension of the file backup.tar.gz depending on this setting.</qt>
de: <qt>Man kann entweder ".gz" oder ".tar.gz" als Dateiendung der Datei backup.tar.gz abhängig von dieser Einstellung verwenden.</qt>

source: &Template:
de: &Muster:

source: &Functions...
de: &Funktionen ...

source: &Use extension of the input file
de: Ursprüngliche Dateiendung &benutzen.

source: Find &and Replace...
de: Suchen und &Ersetzen ...

source: &Numbering...
de: &Nummerierung ...

source: &Insert Part of Filename...
de: &Teil eines Dateinamens einfügen ...

source: old filename
de: Alter Dateiname

source: old filename converted to lower case
de: Alter Dateiname in Kleinbuchstaben

source: old filename converted to upper case
de: Alter Dateiname in Großbuchstaben

source: first letter of every word upper case
de: Erster Buchstabe jedes Worts groß

source: first letter of filename upper case
de: Erster Buchstabe des Dateinamens groß

source: number (try also ##, ###, ... for leading zeros)
de: Zahlen (probieren Sie auch ##, ##, ... für führende Nullen)

source: counter with custom start value 0 and custom stepping 1
de: Zähler mit benutzerspezifischen Startwert 0 und der Schrittweite 1

source: create a subdirectory
de: Unterverzeichnis erstellen

source: strip whitespaces leading and trailing
de: Leerzeichen am Anfang und Ende entfernen

source: character x to y of old filename
de: Zeichen x bis y des Dateinamens

source: y characters of old filename starting at x
de: y Zeichen ab dem x-ten Zeichen des Dateinamens

source: insert name of directory
de: Verzeichnis Name einfügen

source: insert name of parent directory
de: Verzeichnisnamen des übergeordneten Verzeichnis einfügen

source: insert the length of the input filename
de: die Länge des Eingabedateinamens einfügen

source: Built-in Functions:
de: Eingebaute Funktionen:

source: Insert '$'
de: Fügen '$' ein

source: Insert '%'
de: Füge '%' ein

source: Insert '&'
de: Füge '&' ein

source: Insert '*'
de: Füge '*' ein

source: Insert '/'
de: Füge '/' ein

source: Insert '\\'
de: Füge ' \\' ein

source: Insert '['
de: Füge '[' ein

source: Insert ']'
de: Füge ']' ein

source: Special Characters:
de: Sonderzeichen:

source: File extension starts at:
de: Dateiendung beginnt ab:

source: &Filename
de: Datei&name

source: &Prefix:
de: &Präfix:

source: Convert to lower case
de: Alter Dateiname in Kleinbuchstaben

source: Convert to upper case
de: Alter Dateiname in Großbuchstaben

source: Capitalize
de: Kapitalisieren

source: Use original name
de: ursprünglichen Dateinamen verwenden

source: Custom name
de: Benutzerspezifischer Name

source: &Extension:
de: &Endung:

source: Use original extension
de: ursprünglichen Dateiendung verwenden

source: Custom extension
de: Benutzerspezifische Dateiendung

source: &Number
de: &Nummerierung

source: &Number of digits:
de: &Anzahl der Stellen:

source: &Find and Replace...
de: Suchen und &Ersetzen ...

source: Number
de: Zahl

source: Date
de: Datum

source: <qt>Insert a special KRename command which inserts file information into the filename.</qt>
de: <qt>Einen KRename Befehl zum Verwenden von Dateiinformationen einfügen.</qt>

source: &Use this plugin
de: Plugin &benutzen

source: Starting conversion of %1 files.
de: Benenne %1 Dateien um.

source: Specify a template to use for renaming files.
de: Bitte geben Sie ein Muster an.

source: Please give a destination directory !
de: Bitte wählen Sie ein Zielverzeichnis !

source: Please give the name of the undo script!
de: Bitte geben Sie einen Namen für das Undo-Skript an!

source: Files: <b>%1</b>
de: Dateien: <b>%1</b>

source: The directory %1 does not exist. KRename will create it for you.
de: Das Verzeichnis %1 existiert nicht. KRename wird es für Sie erstellen.

source: First Dot
de: Erster Punkt

source: Last Dot
de: Letzter Punkt

source: &Finish
de: &Abschließen

source: KRename: Wizard default profile
de: KRename: Assistenten Standard Profil

source: KRename: Tabbed default profile
de: KRename: Tabbed Standard Profil

source: Profiles
de: Profile

source: &Save As Profile...
de: &Speichere als Profil ...

source: &Load Profile
de: Profil &Laden ...

source: &Delete Profile
de: &Profil Löschen

source: &Use as default profile on startup
de: Als &Standard Profil beim Start verwenden

source: <qt>Save KRename's current settings as a new profile. The settings are saved and can be restored with Load Profile later.</qt>
de: <qt>Erstellt ein neues Benutzerprofil aus den aktuellen Einstellungen von KRename. Die Einstellungen können später mit Profil Laden wieder hergestellt werden.</qt>

source: <qt>Load all settings stored in this profile.</qt>
de: <qt>Lädt alle Einstellungen aus diesem Profil.</qt>

source: Do you really want to load the profile and overwrite the current settings: %1
de: Wollen Sie das Profil wirklich laden und die aktuellen Einstellungen überschreiben: %1

source: The profile "%1" could not be found.
de: Das Profil "%1" wurde nicht gefunden.

source: Profile Name
de: Profil Name

source: Please enter a name for the new profile:
de: Bitte geben Sie einen Namen für das Profil ein:

source: This profile does already exist. Please choose another name.
de: Dieses Profil existiert bereits. Bitte wählen Sie einen anderen Namen.

source: You cannot delete default profiles!
de: Sie können keine Standard-Profile löschen.

source: Do you really want to delete the profile: %1
de: Wollen Sie das Profil wirklich löschen: %1

source: Undo Renaming
de: Umbenennen rückgängig machen.

source: Undo script:
de: Undo-Skript:

source: <qt>Undo Scripts are normal shell scripts which can also be executed manually from the command line.</qt>
de: <qt>Undo-Skripte sind normale Shell-Skripte die auch per Hand von der Kommandozeile aus ausgeführt werden können.</qt>

source: This script does not seem to be a Krename undo script. Execution of this script can be dangerous. Continue ?
de: Dieses Skript scheint kein KRename Undo-Skript zu sein. Es kann gefährlich sein dieses Skript auszuführen. Fortsetzen?

source: Unable to start the given undo script!
de: Kann das gewählte Undo-Skript nicht starten!

source: Finished successfully
de: Erfolgreich abgeschlossen

source: Add directory names &with filenames
de: &Verzeichnisnamen mit Inhalt zur Liste hinzufügen

source: Add subdirectories &recursively
de: Unterverzeichnisse &rekursiv hinzufügen

source: Add &hidden directories
de: Vers&teckte Verzeichnisse hinzufügen

source: Add directory names only
de: Nur Verzeichnisnamen hinzufügen

source: Walk recursively through the directory tree and add also the content of all subdirectories to the list of files to rename.
de: Läuft rekursiv durch den Verzeichnisbaum und fügt den Inhalt aller Verzeichnisse und ihrer Unterverzeichnisse zu KRename hinzu.

source: If not checked, KRename will ignore directories starting with a dot during recursive adding.
de: KRename ignoriert versteckte Verzeichnisse beim rekursiven hinzufügen, wenn diese Option nicht aktiviert ist.

source: Add only the directory names and not the names of the files in the directory to KRename.
de: Nur die Verzeichnisnamen zu KRename hinzufügen, aber nicht den Inhalt der Verzeichnisse.

source: This option causes KRename to add also the name of the base directory of the selected files to its list.
de: Diese Option veranlasst KRename dazu, auch den Namen des Basisverzeichnisses der Liste der umzubenennenden Dateien hinzuzufügen.

source: Permissions
de: Berechtigungen

source: &Permissions
de: &Berechtigungen

source: Access permissions
de: Zugriffsberechtigungen

source: Change &Permissions
de: &Berechtigungen ändern

source: Class
de: Klasse

source: Read
de: Lesen

source: Write
de: Schreiben

source: Exec
de: Ausführen

source: Special
de: Spezialattribut

source: User
de: Benutzer

source: Group
de: Gruppe

source: Others
de: Sonstige

source: Sticky
de: Haftend (Sticky)

source: Change &Owner
de: &Eigentümer ändern

source: Ownership
de: Eigentümer

source: User:
de: Benutzer:

source: Group:
de: Gruppe:

source: Can't chmod %1.
de: Berechtigungen von %1 können nicht geändert werden.

source: Can't chown %1.
de: Kann Eigentümer von %1 nicht ändern.

source: Please input a new filename:
de: Bitte geben Sie einen neuen Dateinamen ein:

source: &Revert Changes
de: Änderungen &rückgängig machen

source: Use &Input Filename
de: &Eingangsdateinamen verwenden

source: Use the filename that is generated by KRename instead of your changes.
de: Den von KRename erzeugten Dateinamen verwenden.

source: Dir Plugin
de: Verzeichnis-Plugin

source: &Dir Plugin
de: &Verzeichnis-Plugin

source: <qt>This plugin sorts files after renaming in subdirectories.</qt>
de: <qt>Dieses Plugin sortiert die Dateien nach dem Umbenennen in Unterverzeichnisse ein.</qt>

source: Files per directory:
de: Dateien pro Verzeichnis:

source: Output &Directory
de: Ausgabe&verzeichnis

source: - Step %1 of %2
de: - Schritt %1 von %2

source: Please add some files...
de: Bitte fügen Sie Dateien hinzu ...

source: &System Functions
de: &System-Funktionen
