Repository: KDE/krename
Catalog: po/*/krename.po
Languages: eo, he, ka

source: Input files will be renamed.
eo: Enigdosieroj estos renomitaj.
he: שמות קובצי הקלט ישתנה.
ka: შეტანილი ფაილების სახელი შეიცვლება.

source: Files will be copied to: %1
eo: Dosieroj estos kopiitaj al: %1
he: קבצים יועתקו אל: %1
ka: ფაილები დაკოპირდება: %1

source: Files will be moved to: %1
eo: Dosieroj estos movitaj al: %1
he: קבצים יועברו אל: %1
ka: ფაილები გადატანილი იქნება: %1

source: Symbolic links will be created in: %1
eo: Simbolaj ligiloj estos kreitaj en: %1
he: קישורים סמליים ייווצרו תחת: %1
ka: სიმბოლური ბმულები შეიქმნება: %1

source: Cannot rename: source and target filename are equal: %1
eo: Ne povas renomi: fonto kaj cela dosiernomo estas egalaj: %1
he: לא ניתן לשנות שם: שמות קובצי המקור והיעד זהים: %1
ka: გადარქმევის შეცდომა. საწყისი და საბოლოო ფაილები ერთი და იგივეა: %1

source: Cannot create symlink to non-local URL: %1
eo: Ne povas krei simbolligon al ne-loka URL: %1
he: לא ניתן ליצור קישור סמלי לכתובת שאינה מקומית: %1
ka: არალოკალური URL-ების სიმბმულის შექმნა შეუძლებელია: %1

source: Error renaming %2 (to %1)
eo: Eraro renomante %2 (al %1)
he: שגיאה בשינוי השם של %2 (לשם %1)
ka: %2-ის სახელის გადარქმევის შეცდომა (%1-ზე)

source: %1 error occurred.
eo: %1 eraro okazis.
he: אירעה שגיאה.
ka: %1 შეცდომა.

source: KRename finished the renaming process.
eo: KRename finis la alinoman procezon.
he: KRename סיים את תהליך שינוי השמות.
ka: KRename-მა სახელის გადარქმევის პროცესი დაამთავრა.

source: Press close to quit.
eo: Premu fermi por ĉesi.
he: יש ללחוץ על סגירה ליציאה.
ka: გასასვლელად დახურვას დააჭირეთ.

source: Filenames Processed after %1 seconds.
eo: Dosiernomoj Procesitaj post %1 sekundoj.
he: שמות הקבצים עובדו לאחר %1 שניות.
ka: ფაილის სახელები დამუშავებულია %1 წამის შემდეგ.

source: Undoing all renamed files.
eo: Malfarante ĉiujn renomitajn dosierojn.
he: כל הקבצים ששמם שונה מוחזרים לשם המקורי.
ka: ყველა გადარქმეული სახელის დაბრუნება.

source: Error during undoing %1
eo: Eraro dum malfarado de %1
he: שגיאה במהלך הסגת %1
ka: შეცდომა %1-ის დაბრუნებისას

source: KRename finished the undo process.
eo: KRename finis la malfaran procezon.
he: ‏KRename סיים את תהליך ההסגה.
ka: KRename -მა დაასრულა დაბრუნების პროცესი.

source: Cannot create undo script: %1
eo: Ne povas krei malfari skripton: %1
he: לא ניתן ליצור סקריפט הסגה: %1
ka: დაბრუნებს სკრიპტის შექმნის შეცდომა: %1

source: Undo is not possible for remote file: %1
eo: Malfari ne eblas por fora dosiero: %1
he: לא ניתן לבצע הסגה על קובץ מרוחק: %1
ka: დაბრუნება შეუძლებელია დაშორებული ფაილისთვის: %1

source: Renamed %1 files successfully.
eo: Renomis %1 dosierojn sukcese.
he: שמם של %1 קבצים השתנה בהצלחה.
ka: %1 ფაილს სახელი წარმატებით გადაერქვა.

source: Elapsed time: %1 seconds
eo: Pasita tempo: %1 sekundoj
he: זמן שעבר: %1 שניות
ka: გასული დრო: %1 წამი

source: Cannot set executable bit on undo script.
eo: Ne povas agordi ruleblan biton por malfari skripton.
he: לא ניתן להגדיר סיבית הפעלה על סקריפט הסגה.
ka: დაბრუნების სკრიპტზე გაშვების ალმის დაყენების შეცდომა.

source: Cannot create directory %1: %2
eo: Ne povas krei dosierujon %1: %2
he: לא ניתן ליצור את התיקייה %1:‏ %2
ka: საქაღალდის ("%1") შექმნის შეცდომა: %2

source: File preview
eo: Antaŭrigardo de dosiero
he: תצוגת קובץ מקדימה
ka: ფაილის გადახედვა

source: Please input a new filename
eo: Bonvolu enigi novan dosiernomon
he: נא למלא שם קובץ חדש
ka: შეიყვანეთ ახალი ფაილის სახელი

source: Rename the file using the filename created by KRename.
eo: Alinomi la dosieron per la dosiernomo kreita de KRename.
he: לשנות את שם הקובץ באמצעות שם הקובץ שנוצר על ידי KRename.
ka: ფაილის KRenameსის მიერ შექმნილ სახელზე გადარქმევა.

source: Use filename created by &KRename
eo: Uzi dosiernomon kreitan de &KRename
he: להשתמש בשם הקובץ ש&נוצר על ידי KRename
ka: &KRename-ის მიერ შექმნილ სახელზე გადარქმევა

source: Use the input filename when renaming this file. You may also change the input filename and use this for renaming.
eo: Uzi la enigdosieran nomon alinomante ĉi dosieron. Vi povas ankaŭ ŝanĝi la enigdosieran nomon kaj uzi tiun por alinomado.
he: להשתמש בשם קובץ הפלט בעת שינוי שם הקובץ הזה. אפשר גם לשנות את שם קובץ הקלט ולהשתמש בזה כדי לשנות שם.

source: Use &input filename
eo: Uzi en&igdosieran nomon
he: להשתמש בשם קובץ ה&קלט
ka: &შეყვანის ფაილის სახელის გამკოყენება

source: Use a custom filename, based on the filename currently created by KRename.
eo: Uzi propran dosiernomon surbaze de la dosiernomo nune kreata per KRename.
he: להשתמש בשם קובץ מותאם אישית, על בסיס שם הקובץ שנוצר כעת על ידי KRename.

source: Use &custom filename
eo: Uzi &propran dosiernomon
he: הוספת שם קובץ בהתאמה &אישית
ka: &ფაილის სახელის ხელით მითითება

source: Date & Time Plugin
eo: Dato kaj Tempo Kromaĵo
he: תוסף תאריך ושעה
ka: დროისა და თარიღის დამატება

source: DateTimePlugin works only with local files. %1 is a remote file.
eo: DateTimePlugin funkcias nur kun lokaj dosieroj. %1 estas fora dosiero.
he: תוסף תאריך ושעה עובד רק עם קבצים מקומיים. %1 אינו קובץ מקומי.

source: Cannot change date of file %1. (Cannot mktime)
eo: Ne povas ŝanĝi la daton de dosiero %1. (Ne povas mktime)
he: לא ניתן לשנות את תאריך הקובץ %1. (אי אפשר להריץ mktime)
ka: %1-ის თარიღის შეცვლის შეცდომა.(mktime-ის შეცდომა)

source: Cannot change date of file %1. (Cannot stat the file)
eo: Ne povas ŝanĝi la daton de dosiero %1. (Ne povas deskribi la dosieron)
he: לא ניתן לשנות את תאריך הקובץ %1. (אי אפשר לבצע stat על הקובץ)
ka: %1-ის თარიღის შეცვლის შეცდომა.(ფაილის აღმოჩენის შეცდომა)

source: Cannot change date of file %1. (utime failed)
eo: Ne povas ŝanĝi la daton de dosiero %1. (Utime malsukcesis)
he: לא ניתן לשנות את תאריך הקובץ %1. (utime נכשל)
ka: %1-ის თარიღის შეცვლის შეცდომა.(utime -ის შეცდომა)

source: Change &access date && time
eo: Ŝanĝi &alirdaton && horon
he: החלפת תאריך ושעת ה&גישה
ka: წვდომის &თარიღისა და დროის შეცვლა

source: Change &modifcation date && time
eo: Ŝanĝi &modifan daton && tempon
he: החלפת תאריך ושעת ה&שינוי
ka: ცვლილების &თარიღისა და დროის შეცვლა

source: Time:
eo: Tempo:
he: זמן:
ka: დრო:

source: Get &Current Time
eo: Akiri Nunan Tempon
he: משיכת ה&זמן נוכחי
ka: &მიმდინარე დროის მიღება

source: Subfolder-Sort Plugin
eo: Subdosierujo-Ordigi Kromaĵon
he: תוסף מיון תת־תיקיות
ka: ქვესაქაღალდის დალაგების დამატება

source: %1: The output folder %2 does not exist.
eo: %1: La eliga dosierujo %2 ne ekzistas.
he: %1: תיקיית הפלט %2 לא קיים.
ka: %1: გამოსატანი საქაღალდე %2 არ არსებობს.

source: Cannot create folder %1
eo: Ne povas krei dosierujon %1
he: לא ניתן ליצור את התיקייה %1
ka: საქაღალდის (%1) შექმნის შეცდომა

source: This plugin sorts files into numbered subfolders after renaming. Example: folder/001/file1 folder/001/file2 folder/002/file3 folder/002/file4 folder/003/file5 ...
eo: Ĉi tiu kromprogramo ordigas dosierojn en numeritajn subdosierujojn post alinomado. Ekzemplo: folder/001/file1 folder/001/file2 folder/002/file3 folder/002/file4 folder/003/file5 ...
he: התוסף הזה מסדר קבצים לתת־תיקיות ממוספרות לאחר שינוי השם. למשל: תיקייה/001/קובץ1 תיקייה/001/קובץ2 תיקייה/002/קובץ3 תיקייה/002/קובץ4 תיקייה/003/קובץ5 …

source: &Options:
eo: Elektebl&oj:
he: &אפשרויות:
ka: &პარამეტრები:

source: Number of &files per folder:
eo: Nombro da &dosieroj per dosierujo:
he: מספר הקבצים ל&תיקייה:
ka: ფაილების &რაოდენობა თითოეულ საქაღალდეში:

source: &Start index:
eo: Komen&ca indekso:
he: מפתח הת&חלה:
ka: &ინდექსის დასაწყისი:

source: Number &of digits:
eo: N&ombro de ciferoj:
he: מספר הס&פרות:
ka: &ციფრების რაოდენობა:

source: Out&put:
eo: Eli&go:
he: &פלט:
ka: &გამოტანა:

source: Insert the comment of an image
eo: Enigu la komenton de bildo
he: הוספת ההערה של תמונה
ka: შეიყვანეთ გამოსახულების კომენტარი

source: Exiv2 (JPEG/TIFF Exif) Plugin
eo: Exiv2 (JPEG/TIFF Exif) Kromaĵo
he: תוסף Exiv2‏ (Exif של JPEG/TIFF)
ka: Exiv2 (JPEG/TIFF Exif) დამატება

source: <qt>This plugin supports reading tags from JPEG and TIFF files.</qt>
eo: <qt>Tiu ĉi kromaĵo subtenas legado de etikedoj de JPEG kaj TIFF dosieroj.</qt>
he: <qt>התוסף הזה תומך בקריאת תגיות מקובצי JPEG ו־TIFF.</qt>
ka: <qt>ამ დამატებას JPEG და TIFF ფაილების ჭდეების მხარდაჭერა გააჩნია.</qt>

source: Add folder names &with filenames
eo: Aldoni dosierujojn &kun dosiernomoj
he: הוספת שמות &תיקיות עם שמות הקבצים
ka: &ფაილის სახელის მქონე საღალდეების დამატება

source: Add subfolders &recursively
eo: Aldoni subdosierujojn &rekursie
he: הוספת תת־תיקיות &פנימה
ka: ქვესაქაღალდეების &რეკურსიული დამატება

source: Add &hidden folders
eo: Aldoni &kaŝitajn dosierujojn
he: הוספת תיקיות &נסתרות
ka: &დამალული საქაღალდეების დამატება

source: Add folder names only
eo: Aldoni nur dosierujojn nomojn
he: הוספת שמות התיקיות בלבד
ka: &მხოლოდ საქაღალდის სახელების დამატება

source: Walk recursively through the folder tree and also add the content of all subfolders to the list of files to rename.
eo: Iri rekursie tra la dosierujo-arbo kaj ankaŭ aldoni la enhavon de ĉiuj subdosierujoj al la listo de dosieroj por alinomi.
he: הליכה פנימה דרך עץ התיקיות וגם הוספת התוכן של כל תת־התיקיות לרשימת הקבצים לשינוי שם.

source: If not checked, KRename will ignore folders starting with a dot during recursive adding.
eo: Se ne markita, KRename ignoros dosierujojn komenciĝantajn per punkto dum rikurva aldonado.
he: אם האפשרות לא מסומנת, KRename יתעלם מתיקיות שמתחילות בנקודה כשמוסיפים עם כניסה פנימה.

source: Add only the folder names and not the names of the files in the folder to KRename.
eo: Aldoni nur la dosierujajn nomojn kaj ne la nomojn de la dosieroj en la dosierujoj al KRename.
he: להוסיף רק את שמות התיקיות ולא את שמות הקבצים בתיקייה ל־KRename.

source: This option causes KRename to also add the name of the base folder of the selected files to its list.
eo: Ĉi tiu opcio igas KRename ankaŭ aldoni la nomon de la bazdosierujo de la elektitaj dosieroj al ĝia listo.
he: האפשרות הזאת גורמת ל־KRename להוסיף גם את שם תיקיית הבסיס של הקבצים הנבחרים לרשימה.

source: Supported tokens:
eo: Subtenataj ĵetonoj:
he: אסימונים נתמכים:
ka: მხარდაჭერილი კოდები:

source: Insert the PostScript name for Type1 and TrueType fonts.
eo: Enigi la PostScript-nomon por Type1 kaj TrueType-tiparoj.
he: הוספת שם ה־PostScript לגופני Type1 ו־TrueType.
ka: შეიყვანეთ PostScript-ის სახელი Type1 და TrueType ფონტებისთვის.

source: Insert the (usually English) name of the font family.
eo: Enmeti la (kutime anglan) nomon de la tiparfamilio.
he: הוספת שם משפחת הגופנים (בדרך כלל באנגלית).
ka: შეიყვანეთ (ჩვეულებრივ, ინგლისურად) ფონტის ოჯახის სახელი.

source: Insert the (usually English) name of the font style.
eo: Enigi la (kutime anglan) nomon de la tiparostilo.
he: הוספת שם סגנון הגופנים (בדרך כלל באנגלית).
ka: შეიყვანეთ (ჩვეულებრივ, ინგლისურად) ფონტის სტილის სახელი.

source: Font (FreeType2) Plugin
eo: Tiparo (FreeType2) Kromaĵo
he: תוסף גופנים (FreeType2)
ka: ფონტის (FreeType2) დამატება

source: <qt>This plugin supports reading tags from font files.</qt>
eo: <qt>Ĉi tiu kromaĵo subtenas legado de etikedoj el tipardosieroj.</qt>
he: <qt>התוסף הזה תומך בקריאת תגיות מקובצי גופנים.</qt>
ka: <qt>ამ დამატებას ფონტის ფაილებიდან ჭდეების წაკითხვის მხარდაჭერა გააჩნია.</qt>

source: Look and Feel
eo: Rigardu kaj Sentu
he: מראה ותחושה
ka: გარეგნობა

source: Configure the look and feel of the KRename GUI:
eo: Agordi la aspekton de la KRename GUI:
he: הגדרת המראה והתחושה של ממשק המשתמש של KRename:
ka: KRename-ის ინტერფეისის მორგება:

source: Use &assistant style GUI (beginners)
eo: Uzi &asistantan stilan GUI (komencantoj)
he: להשתמש בממשק משתמש בסגנון &עוזר (מתחילים)
ka: &დამხმარის სტილის ინტერფეისი (დამწყებები)

source: Use &tabbed style GUI (advanced users)
eo: Uzi lange&t-stilan GUI (progresintaj uzantoj)
he: להשתמש בממשק משתמש בסגנון &לשוניות (משתמשים מתקדמים)
ka: &ჩანართების მქონე ინტერფეისის გამოყენება (განვითარებული სასტავი)

source: Increase Counter
eo: Pliigi Nombrilon
he: הגדלת המונה
ka: მთვლელის გაზრდა

source: &Increase Counter
eo: &Pligrandigi Nombrilon
he: ה&גדלת המונה
ka: &მთვლელის გაზრდა

source: <p><b>This plugin adds a given offset to numbers in filenames.</b><br/> E.g. you have the filenames: <i>img014</i>, <i>img015</i>, <i>img023</i> which should be named <i>img010</i>, <i>img011</i> and <i>img019</i>. Using this plugin, you can easily add an offset of -4 to get the desired result.</p>
eo: <p><b>Tiu ĉi kromaĵo aldonas donitan deŝovon al nombroj en dosiernomoj.</b><br/> Ekz. vi havas la dosiernomojn: <i>img014</i>, <i>img015</i>, <i>img023</i> kiuj devus esti nomitaj <i>img010</i>, <i>img011</i> i> kaj <i>img019</i>. Uzante ĉi tiun kromprogramon, vi povas facile aldoni deŝovon de -4 por akiri la deziratan rezulton.</p>
he: <p><b>התוסף הזה מוסיף היסט נתון למספרים בשמות קבצים.</b><br/> כלומר, יש את השמות: <i>תמונה014</i>, <i>תמונה015</i>, <i>תמונה023</i> שנרצה לשנות את השמות האלה לשמות <i>תמונה010</i>, <i>תמונה011</i> ו<i>תמונה019</i>. עם התוסף הזה אפשר להוסיף בקלות היסט של ‎-4 כדי לקבל את התוצאה המבוקשת.</p>

source: Offse&t:
he: &היסט:
ka: &წანაცვლება:

source: &Options
eo: &Opcioj
he: &אפשרויות
ka: &პარამეტრები

source: &Rename input files
eo: Alinomi enigajn dosie&rojn
he: שינוי שם קובצי &קלט
ka: &შეყვანის ფაილების გადარქმევა

source: &Copy files to destination folder
eo: Kopii dosierojn al &celdosierujo
he: ה&עתקת קבצים לתיקיית יעד
ka: &ფაილების კოპირება სამიზნე საქაღალდეში

source: &Move files to destination folder
eo: &Movi dosierojn al celdosierujo
he: הע&ברת קבצים לתיקיית יעד
ka: &ფაილების გადატანა სამიზნე საქაღალდეში

source: Create symbolic &links in destination folder
eo: Krei simbolajn &ligilojn en celdosierujo
he: יצירת קישורים &סמליים בתיקיית היעד
ka: &სამიზნე საქაღალდეში სიმბმულების შექმნა

source: &Overwrite existing files
eo: &Anstataŭigi ekzistantajn dosierojn
he: &שכתוב על קבצים קיימים
ka: &არსებულ ფაილებზე გადაწერა

source: &Advanced Filename
eo: &Altnivela Dosiernomo
he: שם קובץ מ&תקדם
ka: &დამატებით ფაილის სახელი

source: &Template:
eo: &Ŝablono:
he: &תבנית:
ka: &შაბლონი:

source: <qt>Enter a template for changing the filename.</qt>
eo: <qt>Enigu ŝablonon por ŝanĝi la dosiernomon.</qt>
he: <qt>נא למלא תבנית לשינוי שם הקובץ.</qt>
ka: <qt>შეიყვანეთ ფაილის სახელის შესაცვლელი შაბლონი.</qt>

source: <qt>Enter a template for changing the file extension.</qt>
eo: <qt>Enigu ŝablonon por ŝanĝi la dosieran etendon.</qt>
he: <qt>נא למלא תבנית לשינוי סיומת הקובץ.</qt>
ka: <qt>შეიყვანეთ ფაილის გაფართოების შეცვლის შაბლონი.</qt>

source: <qt>Insert special functions like the artist of an mp3 or the creation date of an image.</qt>
eo: <qt>Enigi specialajn funkciojn kiel la artisto de mp3 aŭ la kreodato de bildo.</qt>
he: <qt>אפשר להוסיף פונקציות מיוחדות כמו אומנים של mp3 או תאריך יצירה של תמונה.</qt>

source: &Functions...
eo: &Funkcioj...
he: &פונקציות…
ka: &ფუნქციები...

source: <qt>Keep the file extension as it is and do not change it.</qt>
eo: <qt>Konservu la dosier-etendon kiel ĝi estas kaj ne ŝanĝu ĝin.</qt>
he: <qt>לשמור על סיומת הקובץ כמו שהיא ולא לשנות אותה.</qt>
ka: <qt>ფაილის გაფართოება არ შეიცვლება.</qt>

source: &Use extension of the input file
eo: &Uzu etendon de la eniga dosiero
he: להשתמש ב&סיומת של קובץ הקלט
ka: შეყვანილი ფაილის &გაფართოების გამოყენება

source: F&ile extension starts at:
eo: Dos&ierfinaĵo komenciĝas je:
he: סיומת הקובץ מת&חילה ב־:
ka: &ფაილის გაფართოების დასაწყისი:

source: <qt>Configure which part of the filename is considered to be the fileextension. E.g. "First Dot", will consider ".tar.gz" as extension, "Last Dot" only ".gz".</qt>
eo: <qt>Agordi kiu parto de la dosiernomo estas konsiderata kiel la dosiertendo. ekz. "Unua Punkto", konsideros ".tar.gz" kiel etendon, "Lasta Punkto" nur ".gz".</qt>
he: <qt>הגדרת החלק משם הקובץ שייחשב לסיומת הקובץ. למשל: „נקודה ראשונה” תחשיב את „‎.tar.gz” כסיומת, „נקודה אחרונה” רק את „‎.gz”.</qt>

source: First Dot
eo: Unua Punkto
he: נקודה ראשונה
ka: პირველი წერტილი

source: Last Dot
eo: Lasta Punkto
he: נקודה אחרונה
ka: ბოლო წერტილი

source: No File Extension
eo: Neniu Dosierfinaĵo
he: אין סיומת קובץ
ka: ფაილის გაფართოების გარეშე

source: <qt>Find and replace strings and regular expressions in the renamed filename.</qt>
eo: <qt>Trovi kaj anstataŭigi ĉenojn kaj regulajn esprimojn en la alinomita dosiernomo.</qt>
he: <qt>איתור והחלפת מחרוזות וביטויים רגולריים בשם הקובץ שהשתנה.</qt>

source: Find &and Replace...
eo: Trovi k&aj Anstataŭigi...
he: &איתור והחלפה…
ka: ძებნა და &ჩანაცვლება...

source: <qt>Configure start index, stepping and skipping for numbering of filenames.</qt>
eo: <qt>Agordi startindekson, paŝadon kaj saltadon por numerado de dosiernomoj.</qt>
he: <qt>הגדרת מפתח התחלה, גודל צעד ודילוג למספור שמות קבצים.</qt>

source: &Numbering...
eo: &Numerado...
he: מ&ספור…
ka: &დანომრვა...

source: <qt>Graphically select a part of a filename to insert.</qt>
eo: <qt>Grafie elektu parton de dosiernomo por enmeti.</qt>
he: <qt>בחירת חזותית של החלק משם הקובץ להוספה.</qt>
ka: <qt>გრაფიკულად აირჩიეთ ფაილის სახელის ნაწილი, რომელიც გნებავთ, ჩასვათ.</qt>

source: &Insert Part of Filename...
eo: &Enmeti Parton de Dosiernomo...
he: הוספת &חלק משם קובץ…
ka: &შეიყვანეთ ფაილის სახელის ნაწილი...

source: &Simple Filename
eo: &Simpla Dosiernomo
he: שם קובץ &פשוט
ka: &მარტივი ფაილის სახელი

source: &Filename
eo: &Dosiernomo
he: שם &קובץ
ka: &ფაილის სახელი

source: &Suffix:
eo: &Sufikso:
he: &סיומת:
ka: &სუფიქსი:

source: Use original name
eo: Uzi originan nomon
he: להשתמש בשם המקורי
ka: ფაილის საწყისი სახელის გამოყენება

source: Convert to lower case
eo: Konverti al minusklo
he: המרה לאותיות קטנות
ka: დაბალ რეგისტრში გადაყვანა

source: Convert to upper case
eo: Konverti al majuskla
he: המרה לאותיות גדולות
ka: მაღალ რეგისტრში გადაყვანა

source: Capitalize
eo: Majuskligi
he: הגדלת אותיות ראשונות לגדולות
ka: დიდი ასოთი აღნიშვნა

source: Custom name
eo: Propra nomo
he: שם מותאם אישית
ka: ხელით მითითებული სახელი

source: File&name:
eo: Dosier&nomo:
he: &שם קובץ:
ka: &ფაილის სახელი:

source: Number
eo: Nombro
he: מספר
ka: რიცხვი

source: Date
eo: Dato
he: תאריך
ka: თარიღი

source: &Prefix:
eo: &Prefikso:
he: &קידומת:
ka: &პრეფიქსი:

source: &Extension:
eo: &Etendaĵo:
he: &סיומת:
ka: &გაფართოება:

source: Use original extension
eo: Uzi originan finaĵon
he: להשתמש בסיומת המקורית
ka: საწყისი გაფართოების გამოყენება

source: Custom extension
eo: Propra finaĵo
he: סיומת משלך
ka: გაფართოების ხელით მითითება

source: N&umber
eo: N&umero
he: מ&ספר
ka: &რიცხვი

source: Number of &digits:
eo: Nombro de &ciferoj:
he: מספר הס&פרות:
ka: &ციფრების რაოდენობა:

source: Start &index:
eo: Komencu &indekson:
he: מפתח הת&חלה:
ka: &ინდექსის დასაწყისი:

source: Move selected files upwards.
eo: Movu elektitajn dosierojn supren.
he: העלאת הקבצים הנבחרים למעלה.
ka: მონიშნული ფაილების მაღლა აწევა.

source: &Up
eo: S&upren
he: למ&עלה
ka: &მაღლა

source: Move selected files downwards.
eo: Movu elektitajn dosierojn malsupren.
he: הורדת הקבצים הנבחרים למטה.
ka: მონიშნული ფაილების დაბლა დაწევა.

source: &Down
eo: &Malsupren
he: למ&טה
ka: &ქვემოთ

source: Add files for renaming.
eo: Aldonu dosierojn por renomi.
he: הוספת קבצים לשינוי שמות.
ka: სახელის გადასარქმევი ფაილების დამატება.

source: &Add...
eo: &Aldoni...
he: הו&ספה…
ka: &დამატება..

source: Remove selected files.
eo: Forigu elektitajn dosierojn.
he: הסרת הקבצים הנבחרים.
ka: მონიშნული ფაილების წაშლა.

source: Re&move
eo: &Forigi
he: הס&רה
ka: წა&შლა

source: Remove all files.
eo: Forigu ĉiujn dosierojn.
he: הסרת כל הקבצים.
ka: ყველა ფაილის წაშლა.

source: Re&move All
eo: Forigu ĉion
he: הסרת ה&כול
ka: &ყველას წაშლა

source: Sort:
eo: Ordigo:
he: מיון:
ka: დალაგება:

source: Unsorted
eo: Neordigita
he: לא ממוין
ka: დაულაგებელი

source: Ascending
eo: Kreskante
he: עולה
ka: ზრდის მიხედვით

source: Descending
eo: Malkreskanta
he: יורד
ka: დაღმავალი

source: Numeric
eo: Numera
he: מספרי
ka: რიცხვობრივი

source: Random
eo: Hazarda
he: אקראי
ka: შემთხვევითი

source: Date (Asc.)
eo: Dato (Ask.)
he: תאריך (עולה)
ka: თარიღი (აღმ.)

source: Date (Desc.)
eo: Dato (Desk.)
he: תאריך (יורד)
ka: თარიღი (დაღმ.)

source: Custom ...
eo: Propra ...
he: התאמה &אישית…
ka: ხელით...

source: Display a preview image for each file.
eo: Montru antaŭrigardan bildon por ĉiu dosiero.
he: הצגת תצוגת תמונה מקדימה לכל אחד מהקבצים.
ka: თითოეული ფაილის მინიატურის ჩვენება.

source: &Preview
eo: &Antaŭrigardo
he: ת&צוגה מקדימה
ka: &გადახედვა

source: Display the filename together with the preview.
eo: Montru la dosiernomon kune kun la antaŭvido.
he: הצגת שם הקובץ יחד עם התצוגה המקדימה.
ka: მინიატურასთან ერთად ფაილის სახელის ჩვენება.

source: &Display name
eo: &Montra nomo
he: שם &תצוגה
ka: &სახელის ჩვენება

source: Files: <b>0</b>
eo: Dosieroj: <b>0</b>
he: קבצים: <b>0</b>
ka: ფაილი: <b>0</b>

source: Up
eo: Supren
he: למעלה
ka: მაღლა

source: Down
eo: Malsupren
he: למטה
ka: ქვემოთ

source: Do you really want to remove all files from the list?
eo: Ĉu vi vere volas forigi ĉiujn dosierojn el la listo?
he: להסיר את כל הקבצים מהרשימה?
ka: მართლა გნებავთ სიიდან ყველა ფაილი წაშალოთ?

source: old filename
eo: malnova dosiernomo
he: שם הקובץ הישן
ka: ძველი ფაილის სახელი

source: old filename converted to lower case
eo: malnova dosiernomo konvertita al minusklo
he: שם הקובץ הישן הומר לאותיות קטנות
ka: ძველი ფაილის სახელი, დაბალ რეგისტრში გადაყვანილი

source: old filename converted to upper case
eo: malnova dosiernomo konvertita al majuskla
he: שם הקובץ הישן הומר לאותיות גדולות
ka: ძველი ფაილის სახელი, მაღალ რეგისტრში გადაყვანილი

source: first letter of every word upper case
eo: unua litero de ĉiu vorto majuskla
he: האות הראשונה של כל מילה באות גדולה
ka: ყოველი სიტყვის პირველი ასო მაღალ რეგისტრში

source: first letter of filename upper case
eo: unua litero de dosiernomo majuskla
he: האות הראשונה של שם הקובץ באות גדולה
ka: ყოველი სიტყვის პირველი ასო დაბალ რეგისტრში

source: number (try also ##, ###, ... for leading zeros)
eo: nombro (provu ankaŭ ##, ###, ... por antaŭaj nuloj)
he: מספר (אפשר לנסות גם ##, ###, … כדי להוסיף אפסים בהתחלה)
ka: რიცხვი (ასევე სცადეთ ##, ###, ... რიცხვის თავში არსებული ნულებისთვის)

source: counter with custom start value 0 and custom stepping 1
eo: nombrilo kun propra komenca valoro 0 kaj propra paŝado 1
he: מונה עם ערך התחלה מותאם אישית 0 וגודל צעד מותאם אישית 1
ka: მთვლელი საწყისი მნიშვნელობით 0 და ბიჯით 1

source: create a subfolder
he: יצירת תת־תיקייה
ka: ქვესაქაღალდის შექმნა

source: character x to y of old filename
eo: signo x al y de malnova dosiernomo
he: תו x ל־y של שם הקובץ הישן
ka: სიმბოლო X-დან Y-მდე ძველ ფაილის სახელში

source: y characters of old filename starting at x
eo: y signoj de malnova dosiernomo komencanta je x
he: ‏y תווים משם הקובץ הישן החל מ־x
ka: ძველი ფაილის სახელის Y სიმბოლო, X-დან დაწყებული

source: insert name of folder
eo: enigu nomon de dosierujo
he: הוספת שם תיקייה
ka: შეიყვანეთ საქაღალდის სახელი

source: insert name of parent folder
eo: enigu nomon de gepatra dosierujo
he: הוספת שם תיקיית ההורה
ka: შეიყვანეთ მშობელი საქაღალდის სახელი

source: insert a '/' to create a new subfolder (useful from within regular expressions)
eo: enigi '/' por krei novan subdosierujon (utila el ene de regulaj esprimoj)
he: אפשר להוסיף ‚/’ כדי ליצור תת־תיקייה חדשה (שימושי מתוך ביטויים רגולריים)

source: insert the length of the input filename
eo: enigu la longon de la eniga dosiernomo
he: הוספת אורך שם קובץ הקלט
ka: შეიყვანეთ შესაყვანი ფაილის სახელის სიგრძე

source: strip whitespaces leading and trailing
eo: senigi blankspacojn gvidantajn kaj malantaŭajn
he: הסרת רווחים מההתחלה ומהסוף
ka: ფაილის სახელის თავში და ბოლოში გამოტოვებების მოცილება

source: strip whitespaces leading and trailing of an arbitrary string
eo: senigi blankspacojn gvidajn kaj postajn de arbitra ĉeno
he: הסרת רווחים מההתחלה ומהסוף של מחרוזת שרירותית

source: Built-in Functions
eo: Enkonstruitaj Funkcioj
he: פונקציות מובנות
ka: ჩაშენებული ფუნქციები

source: Insert '$'
eo: Enigi '$'
he: הוספת ‚$’
ka: '$'-ის ჩასმა

source: Insert '%'
eo: Enigi '%'
he: הוספת ‚%’
ka: '%'-ის ჩასმა

source: Insert '&'
eo: Enigi '&'
he: הוספת ‚&’
ka: '&'-ის ჩასმა

source: Insert '*'
eo: Enigi '*'
he: הוספת ‚*’
ka: '*'-ის ჩასმა

source: Insert '/'
eo: Enigi '/'
he: הוספת ‚/’
ka: '/'-ის ჩასმა
