Repository: KDE/krename
Catalog: po/*/krename.po
Languages: eo, he, ka

source: Insert '\\'
eo: Enigi '\\'
he: הוספת ‚\\’
ka: '\\'-ის ჩასმა

source: Insert '['
eo: Enigi '['
he: הוספת ‚]’
ka: '['-ის ჩასმა

source: Insert ']'
eo: Enigi ']'
he: הוספת ‚[’
ka: ']'-ის ჩასმა

source: Insert '#'
eo: Enigi '#'
he: הוספת ‚#’
ka: '#'-ის ჩასმა

source: Special Characters
eo: Specialaj Signoj
he: תווים מיוחדים
ka: სპეციალური სიმბოლოები

source: Starting conversion of %1 file.
eo: Komencante konverton de %1 dosiero.
he: התחלת המרת קובץ.
ka: %1 ფაილის გადაყვანის დაწყება.

source: The folder %1 does not exist. Do you want KRename to create it for you?
eo: La dosierujo %1 ne ekzistas. Ĉu vi volas, ke KRename kreu ĝin por vi?
he: התיקייה %1 לא קיימת. ש־KRename ייצור אותה עבורך?

source: The folder %1 could not be created.
eo: La dosierujo %1 ne povis esti kreita.
he: לא ניתן ליצור את התיקייה %1.
ka: საქაღალდის (%1) შექმნა შეუძლებელია.

source: Origin
eo: Origino
he: מקור
ka: საწყისი

source: Renamed
eo: Alinomita
he: שם לאחר שינוי
ka: გადარქმეულია

source: Plugins
eo: Kromprogramoj
he: תוספים
ka: დამატებები

source: &Enable Plugin
eo: &Ebligi Kromprogramon
he: ה&פעלת תוסף
ka: &დამატების ჩრთვა

source: &1. Files
eo: &1. Dosieroj
he: &1. קבצים
ka: &1. ფაილები

source: &2. Destination
eo: &2. Celo
he: &2. יעד
ka: &2. სამიზნე

source: &3. Plugins
eo: &3. Kromaĵoj
he: &3. תוספים
ka: &3. დამატებები

source: &4. Filename
eo: &4. Dosiernomo
he: &4. שם קובץ
ka: &4. ფაილის სახელი

source: &Finish
eo: &Fini
he: &סיום
ka: &დასრულება

source: <b>Files:</b> %1
eo: <b>Dosieroj:</b> %1
he: <b>קבצים:</b> %1
ka: <b>ფაილები:</b> %1

source: KRename is a batch file renamer which can rename a list of files based on a set of expressions.
eo: KRename estas stapla dosier-alinomilo kiu povas alinomi liston de dosieroj surbaze de aro de esprimoj.
he: KRename משנה שמות של קבצים במרוכז והוא יכול לשנות שמות של קבצים לפי סדרה של ביטויים.

source: If you like KRename you may want to support it. Testing, bug fixes and feature requests are as welcome as financial support (everybody needs money ;). See help files for details.
eo: Se vi ŝatas KRename vi eble volas subteni ĝin. Testado, korektoj de eraroj kaj petoj de funkcioj estas tiel bonvenaj kiel financa subteno (ĉiuj bezonas monon ;). Vidu helpdosierojn por detaloj.
he: אם אהבת את KRename ובא לך לתמוך בו. בדיקות, תיקוני תקלות ובקשות יכולות תמיד מתקבלות בנוסף לתמיכה כלכלית (כולם צריכים כמה שקלים ;). פרטים נוספים בקובצי העזרה.

source: (c) 2001-2012, Dominik Seichter
he: ‏(c) 2001‏-2012, דומיניק זייכטר

source: Heiko Becker
he: הייקו בקר

source: Current maintainer
eo: Nuna prizorganto
he: מתחזק נוכחי
ka: პროექტის მიმდინარე ხელმძღვანელი

source: Dominik Seichter
he: דומיניק סייכטר

source: Developer and former maintainer
eo: Ellaboranto kaj iama prizorganto
he: מפתח ומתחזק לשעבר
ka: პროგრამისტი და ყოფილი წამყვანი

source: Stefan "Stonki" Onken
he: שטפן „שטונקי/Stonki” אונקן

source: Website, testing, very good ideas and keeping me coding!
eo: Retejo, testado, tre bonaj ideoj kaj konservante min kodigado!
he: אתר, בדיקות, רעיונות מעולים ומתן מוטיבציה בשבילי לתכנת!
ka: ვებსაიტი, ტესტირება, ძალიან კარგი იდეები და მაიძულებს, ჯერ კიდევ ვწერო კოდი!

source: Arpad Biro
he: ארפד בירו

source: Helped to fix style guide issues and made improvements to user messages.
eo: Helpis ripari problemojn pri stilgvidisto kaj faris plibonigojn al uzantmesaĝoj.
he: סייע לתקן תקלות במדריך הסגנון וגם שיפורים בהודעות למשתמשים.

source: Trevor Semeniuk
he: טרבור סמניוק

source: Thanks to him for creating RedHat 7.x packages and some other help.
eo: Dankon al li pro kreado de RedHat 7.x-pakaĵoj kaj iu alia helpo.
he: בזכותו יש חבילות ל־RedHat 7.x ועזרה בעוד תחומים.

source: Groult Richard
eo: Groult Rikardo
he: גרו רישאר

source: Fixed a bug with startIndex and added the BatchRenamer class to his excellent image viewer showimg.
eo: Korektis cimon pri startIndex kaj aldonis la klason BatchRenamer al sia bonegan bildspektila showimg.
he: תיקן תקלה עם startIndex והוסיף את המחלקה BatchRenamer למציג התמונות המעולה שלו בשם showimg.

source: Michael Elvers
he: מייקל אלברס

source: Fixed a bug that caused krename not closing open files.
eo: Korektis cimon, kiu kaŭzis ke krename ne fermas malfermitajn dosierojn.
he: תיקן תקלה שגרמה ל־krename לא לסגור קבצים פתוחים.

source: Andreas Pour
he: אנדראס פור

source: Thanks for his great job at apps.kde.com and help with contributing krename to apps.kde.com.
eo: Dankon pro lia bonega laboro ĉe apps.kde.com kaj helpo kun kontribuo kun krename al apps.kde.com.
he: תודה על העבודה הנהדרת שלו ב־apps.kde.org והעזרה בתרומה krename ל־apps.kde.org.

source: Charles Samuels
he: צ׳ארלס סמואלס

source: Thanks for noatun and the ID3/Ogg Tag code is based on his noatun modules.
eo: Dankon pro noatun kaj la ID3/Ogg Tag-kodo baziĝas sur liaj noatun-moduloj.
he: תודה על noatun והקוד של התגיות מסוג ID3/Ogg מבוסס על המודולים שלו.

source: Franz Schmid
he: פרנץ שמיד

source: Gave me a good start into writing plugins with his application scribus.
eo: Bone komencis verki kromaĵojn per lia aplikaĵo scribus.
he: סיפק לי התחלה טובה לכתיבת תוספים עם היישום שלו scribus.

source: Rolf Magnus
he: רולף מגנוס

source: Parts of the PNG support are copied from his KFile plugin for png support.
eo: Partoj de la PNG-subteno estas kopiitaj de lia KFile-kromaĵo por PNG-subteno.
he: חלקים מהתמיכה ב־PNG מהתוסף שלו ל־KFile לתמיכה ב־png.

source: Michael v.Ostheim
eo: Mikaelo v.Ostheim
he: מיכאל ואן אוסטהיים

source: Created the Gentoo Ebuild scripts for KRename.
he: יצר את הסקריפטים מסוג Ebuild לג׳נטו עבור KRename.

source: Brandon Low
he: ברנדון לואו

source: Some GCC 3.1 fixes for Gentoo.
eo: Iuj korektoj de GCC 3.1 por Gentoo.
he: תיקוני GCC 3.1 לג׳נטו.
ka: GCC 3.1-ის შესაბამისობის კოდი Gentoo-სთვის.

source: Per Oyvind Karlsen
he: פר אוייבנד קרלסן

source: Thanks for creating the Mandrake RPM
eo: Dankon pro kreado de la Mandrake RPM
he: תודה על יצירת ה־RPM למנדרייק.
ka: მადლობა Mandrake RPM-ის შექმნისთვის

source: Vincenzo Reale
he: וינצ׳נזו ריאלה

source: Italian translation
eo: Itala traduko
he: תרגום לאיטלקית
ka: იტალიური თარგმანი

source: Daniele Medri
he: דניאל מדרי

source: Italian translation work
eo: Itala traduklaboro
he: עבודה על התרגום לאיטלקית
ka: იტალიური თარგმანზე მუშაობა

source: Stephan Johach
he: שטפן יוהאק

source: Provided a gcc3.x namespace patch
eo: Disponigis gcc3.x nomspacpeceton
he: סיפק טלאי למרחב שם ב־gcc3.x
ka: Gcc3.x-ის სახელების სივრცის პაჩი

source: Michael Zugaro
eo: Mikaelo Zugaro
he: מיקאל זוגרו

source: Provided the new preview and move features
eo: Provizis la novajn antaŭrigardojn kaj movajn funkciojn
he: סיפק את יכולות התצוגה המקדימה והעברה החדשות

source: Rene Gass
he: רנה גאס

source: Fixed problems with the spec file and contributed rpms for every SuSE version you can imagine and is also the new Gentoo maintainer for KRename
eo: Riparis problemojn kun la specifdosiero kaj kontribuitaj rpm por ĉiu SuSE-versio, kiun vi povas imagi kaj ankaŭ estas la nova Gentoo-prizorganto por KRename.
he: תיקן תקלות עם קובץ המפרט (spec) ותרם חבילות rpm לכל גרסת SuSE שניתן לדמיין והוא גם המתחזק של KRename בג׳נטו

source: Mark Ziegler
he: מארק ציגלר

source: Provided SuSE RPMs and very good suggestions
eo: Provizis SuSE-RPM-ojn kaj tre bonajn sugestojn
he: סיפק חבילות RPM ל־SuSE וגם הצעות מעולות

source: Jose Rodriguez
eo: Jozefo Rodríguez
he: חוזה רודריגז

source: Contributed a Spanish translation
eo: Kontribuis hispanan tradukon
he: תרגם את התרגום לספרדית
ka: ესპანური თარგმანის ნაწილი

source: Steven P. Ulrick
he: סטיבן פ. אולריק

source: Provided a RedHat RPM and was big help in improving KRename
eo: Provizis RedHat RPM kaj estis granda helpo por plibonigi KRename
he: סיפק RPM לסביבת Red Hat ועזר מאוד בשיפור KRename

source: UTUMI Hirosi
he: אוטומי הירוסי

source: Translated KRename to Japanese
eo: Tradukis KRename al la japana
he: תרגם את KRename ליפנית
ka: იაპონური თარგმანი

source: Nicolas Benoit
he: ניקולס בנואה

source: Translated KRename into French
eo: Tradukis KRename en la francan
he: תרגם את KRename לצרפתית
ka: ფრანგული თარგმანი

source: Krzysztof Pawlak
he: כריסטוף פאוולאק

source: Translated KRename into Polish
eo: Tradukis KRename en la polan
he: תרגם את KRename לפולנית
ka: პოლონური თარგმანი

source: Ilya Ivkov
eo: Ilja Ivkov
he: איליה איבקוב

source: Translated KRename into Russian
eo: Tradukis KRename en la rusan
he: תרגם את KRename לרוסית
ka: რუსული თარგმანი

source: Asim Husanovic
he: אסים חוסאנוביץ׳

source: Translated KRename into Bosnian
eo: Tradukis KRename en la bosnian
he: תרגם את KRename לבוסנית
ka: ბოსნიური თარგმანი

source: Michal Smoczyk
eo: Miĥal Smoczyk
he: מיכל סמוצ׳יק

source: Polish Translation
eo: Pola Traduko
he: תרגום לפולנית
ka: პოლონური თარგმანი

source: Pavel Fric
he: פבל פריק

source: Czech Translation
eo: Ĉeĥa Traduko
he: תרגום לצ׳כית
ka: ჩეხური თარგმანი

# NAME OF TRANSLATORS
source: Your names
eo: Oliver Kellogg
he: צוות התרגום של KDE ישראל
ka: Temuri Doghonadze

# EMAIL OF TRANSLATORS
source: Your emails
eo: okellogg@users.sourceforge.net
he: kde-l10n-he@kde.org
ka: Temuri.doghonadze@gmail.com

source: Files to be added to the list to be renamed
eo: Dosieroj aldonotaj al la listo renomota
he: קבצים להוסיף לרשימה לשינוי שמות
ka: გადასარქმევი ფაილების სიაში ჩასამატებელი ფაილები

source: [files...]
eo: [dosieroj...]
he: [קבצים…]
ka: [ფაილები...]

source: add folder recursively
eo: aldoni dosierujon rekursie
he: הוספת תת־תיקיות
ka: საქაღალდის რეკურსიული დამატება

source: folder
eo: dosierujo
he: תיקייה
ka: საქაღალდე

source: set a template
eo: starigi ŝablonon
he: הגדרת תבנית
ka: ნიმუშის დაყენება

source: set a template for the file extension
eo: starigi ŝablonon por la dosiera etendo
he: הגדרת תבנית לסיומת הקובץ
ka: დააყენეთ ნიმუში ფაილის გაფართოებისთვის

source: enable a plugin for use
eo: ebligi kromprogramon por uzo
he: הפעלת תוסף לשימוש
ka: გამოსაყენებელი დამატების ჩართვა

source: copy files to folder or url
eo: kopii dosierojn al dosierujo aŭ url
he: העתקת קבצים לתיקייה או לכתובת
ka: ფაილების საქაღალდეში ან ბმულზე კოპირება

source: path or url
eo: vojo aŭ url
he: נתיב או כתובת
ka: ბილიკი ან ბმული

source: move files to folder or url
eo: movi dosierojn al dosierujo aŭ url
he: העברת קבצים לתיקייה או לכתובת
ka: ფაილების საქაღალდეში ან ბმულზე გადატანა

source: link files to folder or url
eo: ligi dosierojn al dosierujo aŭ url
he: קישור קבצים לתיקייה או לכתובת
ka: ფაილების საქაღალდეზე ან ბულზე მიმაგრება

source: start renaming immediately
eo: komenci tuj renomi
he: התחלת שינוי השמות מיידית
ka: გადარქმევის ახლავე დაწყება

source: start KRename's selftest (developers only)
eo: komenci la memteston de KRename (nur programistoj)
he: הפעלת הבדיקה העצמית של KRename (למפתחים בלבד)

source: <b>KRename was started from root!</b><br>When started from root, KRename may damage your system if you do not know exactly what you are doing!
he: <b>KRename הופעל עם הרשאות משתמש על!</b><br>בהפעלה תחת משתמש על (כלומר root) המערכת שלך לא יודעת לשים גבולות לפעולות שלך!

source: Error
eo: Eraro
he: שגיאה
ka: შეცდომა

source: &Numbering
eo: &Numerado
he: מ&ספור
ka: &დანომრვა

source: Start &index:
eo: Komenca &indekso:
he: מפתח ה&תחלה:
ka: &ინდექსის დასაწყისი:

source: &Step by:
eo: &Paŝi per:
he: גודל &צעד:
ka: &ბიჯი:

source: &Reset counter for every directory
eo: &Restarigi nombrilon por ĉiu dosierujo
he: איפוס מונה ל&כל אחת מהתיקיות
ka: &მთვლელის განულება ყოველი საქაღალდისთვის

source: &Skip Numbers
eo: &Salti Nombrojn
he: &דילוג על מספרים
ka: &რიცხვების გამოტოვება

source: &Add Number
eo: &Aldoni Numeron
he: הו&ספת מספר
ka: &რიცხვის დამატება

source: &Remove Number
eo: &Forigi Numeron
he: הס&רת מספר
ka: &რიცხვის წაშლა

source: OpenDocument Format (ODT, ODS, ODP) Plugin
he: תוסף תסדיר OpenDocument ‏(ODT,‏ ODS,‏ ODP)
ka: OpenDocument-ის ფორმატის (ODT, ODS, ODP) დამატება

source: <qt>This plugin supports reading metadata from files in an OpenDocument format.</qt>
he: <qt>התוסף הזה תומך בקריאת נתוני על מקבצים בתסדיר OpenDocument.</qt>

source: Creator of the ODF file
he: יצירת קובץ ה־ODF
ka: ODF ფაილის შემქმნელი

source: Keywords of the ODF file
he: מילות מפתח בקובץ ה־ODF
ka: ODF ფაილის საკვანძო სიტყვები

source: Subject of the ODF file
he: נושא קובץ ה־ODF
ka: ODF ფაილის თემა

source: Title of the ODF file
he: כותרת קובץ ה־ODF
ka: ODF ფაილის სათაური

source: Generator of the ODF file
he: יוצר קובץ ה־ODF
ka: ODF ფაილის გენერატორი

source: Language of the ODF file
he: שפת קובץ ה־ODF
ka: ODF ფაილის ენა

source: Number of pages in the ODF file
he: מספר העמודים בקובץ ה־ODF
ka: ODF ფაილის გვერდების რაოდენობა

source: Number of words in the ODF file
he: מספר המילים בקובץ ה־ODF
ka: სიტყვების რაოდენობა ODF ფაილში

source: <qt>Please select the part of the old filename which should be inserted into the new filename in the textbox below:</qt>
eo: <qt>Bonvolu elekti la parton de la malnova dosiernomo, kiu devus esti enmetita en la novan dosiernomon en la suban tekstujon:</qt>
he: <qt>נא לבחור את החלק משם הקובץ הישן שישולב בתוך שם הקובץ החדש בתיבת הטקסט הבאה:</qt>

source: &Invert selection
eo: &Inverti elekton
he: הי&פוך הבחירה
ka: მონიშვნის ინვერსია

source: &Convert selection:
eo: &Konverti elekton:
he: המר&רת הבחירה:
ka: მონიშნულის &გადაყვანა:

source: No Conversion
eo: Neniu Konvertiĝo
he: בלי המרה
ka: გადაყვანის გარეშე

source: Preview of the generated KRename command:
eo: Antaŭrigardo de la generita KRename-komando:
he: תצוגה מקדימה של הפקודה של KRename שנוצרה:
ka: KRename-ის მიერ გენერირებული ბრძანების გადახედვა:

source: Permissions
eo: Permesoj
he: הרשאות
ka: წვდომები

source: PermissionsPlugin works only with local files. %1 is a remote file.
eo: PermissionsPlugin funkcias nur kun lokaj dosieroj. %1 estas fora dosiero.
he: תוסף ההרשאות עובד רק על קבצים מקומיים. %1 הוא קובץ מרוחק.

source: Cannot chmod %1.
eo: Ne povas ŝanĝi %1.
he: אי אפשר לשנות הרשאות (chmod) על %1.
ka: "%1"-ის chmod-ის შეცდომა.

source: Cannot chown %1.
eo: Ne povas manĝi %1.
he: אי אפשר לשנות את הבעלות (chown) על %1.
ka: "%1"-ის chown-ის შეცდომა.

source: Access permissions
eo: Alirpermesoj
he: הרשאות גישה
ka: წვდომის უფლებები

source: Class
eo: Klaso
he: מחלקה
ka: კლასი

source: Read
eo: Legi
he: קריאה
ka: წაკითხვა

source: Write
eo: Skribi
he: כתיבה
ka: ჩასწორება

source: Exec
he: הפעלה
ka: გაშვ

source: Special
eo: Speciala
he: מיוחד
ka: სპეციალური

source: User
eo: Uzanto
he: משתמש

source: Group
eo: Grupo
he: משתמש
ka: ჯგუფი

source: Others
eo: Aliaj
he: אחרים
ka: სხვები

source: UID
he: מזהה משתמש

source: GID
he: מזהה קבוצה

source: Sticky
eo: Glueca
he: דביקה

source: Dialog
eo: Dialogo
he: חלונית
ka: ფანჯარა

source: Access Permissions
eo: Alirpermesoj
he: הרשאות גישה
ka: წვდომის უფლებები

source: Change &Permissions
eo: Ŝanĝi &Permesojn
he: &שינוי הרשאות
ka: წვდომების &შეცვლა

source: O&wner:
eo: &Posedanto:
he: &בעלות:
ka: &მფლობელი:

source: Forbidden
eo: Malpermesite
he: אסור
ka: აკრძალული

source: Can Read
eo: Povas Legi
he: אפשר לקרוא
ka: შეუძლია წაკითხვა

source: Can Read & Write
eo: Povas Legi & Skribi
he: אפשר לקרוא ולכתוב
ka: შეუძლია წაკითხვა და ჩაწერა

source: Gro&up:
eo: Gr&upo:
he: &קבוצה:
ka: &ჯგუფი:

source: Ot&hers:
eo: Aliaj&ŝiaj:
he: &אחרים:
ka: &სხვები:

source: This file uses advanced permissions
eo: Ĉi tiu dosiero uzas altnivelajn permesojn
he: הקובץ משתמש בהרשאות מתקדמות
ka: ეს ფაილი დამატებით წვდომებს იყენებს

source: Is Executable/Only owner &can rename and delete folder content
eo: Estas Efektivigebla/Nur posedanto &povas renomi kaj forigi enhavon de dosierujo
he: האם ניתן להרצה/רק הבעלים י&כולים לשנות את השם ולמחוק את תוכן התיקייה

source: A&dvanced Permissions
eo: A&ltnivelaj Permesiloj
he: הרשאות מת&קדמות
ka: &დამატებითი წვდომები

source: &Change Owner
eo: &Ŝanĝi Posedanton
he: ה&חלפת בעלות
ka: &მფლობელის შეცვლა

source: Ownership
eo: Posedo
he: בעלות
ka: მფლობელობა

source: &User:
eo: &Uzanto:
he: מ&שתמש:
ka: &მომხმარებელი:

source: &Group:
eo: &Grupo:
he: &קבוצה:
ka: &ჯგუფი:

source: Author of the PDF file
eo: Aŭtoro de la PDF-dosiero
he: כתיבת קובץ ה־PDF
ka: PDF ფაილის ავტორი

source: Creator of the PDF file
eo: Kreinto de la PDF-dosiero
he: יצירת קובץ ה־PDF
ka: PDF ფაილის შემქმნელი

source: Keywords of the PDF file
eo: Ŝlosilvortoj de la PDF-dosiero
he: מילות מפתח בקובץ ה־PDF
ka: PDF ფაილის საკვანძო სიტყვები

source: Subject of the PDF file
eo: Temo de la PDF-dosiero
he: נושא קובץ ה־PDF
ka: PDF ფაილის თემა

source: Title of the PDF file
eo: Titolo de la PDF-dosiero
he: כותרת קובץ ה־PDF
ka: PDF ფაილის სათაური

source: Producer of the PDF file
eo: Produktanto de la PDF-dosiero
he: הפקת קובץ ה־PDF
ka: PDF ფაილის პროდიუსერი

source: Number of pages in the PDF file
eo: Nombro da paĝoj en la PDF-dosiero
he: מספר העמודים בקובץ ה־PDF
ka: PDF ფაილის გვერდების რაოდენობა

source: PoDoFo (PDF) Plugin
eo: PoDoFo (PDF) Kromaĵo
he: תוסף PoDoFo ‏(PDF)
ka: PoDoFo (PDF) დამატება

source: <qt>This plugin supports reading tags from PDF files.</qt>
eo: <qt>Tiu ĉi kromaĵo subtenas legi etikedojn el PDF-dosieroj.</qt>
he: <qt>התוסף הזה תומך בקריאת תגיות מקובצי PDF.</qt>

source: &Change filename manually...
eo: &Ŝanĝi dosiernomon permane...
he: החלפת שם קובץ י&דנית…
ka: &ფაილის სახელის ხელით შეცვლა...

source: &Open
eo: &Malfermi
he: &פתיחה
ka: &გახსნა

source: &Remove
eo: Fo&rigi
he: הס&רה
ka: &წაშლა

source: &Rename more...
eo: &Renomu pli...
he: שינוי שמות של &עוד…
ka: &მეტი ფაილის სახელის გადარქმევა...

source: &Undo
eo: &Malfari
he: ה&סגה
ka: &დაბრუნება

source: &Open Destination
eo: &Malfermi Celon
he: &פתיחת יעד
ka: &სამიზნის გახსნა

source: Restart &KRename...
eo: Rekomenci &KRename...
he: הפעלת KRename מ&חדש…
ka: &KRename-ის გადატვირთვა...

source: Rename Processed Files &Again...
eo: Alinomigi prilaboritajn dosierojn &Denove...
he: שינוי שמות קצבים ש&עובדו שוב…
ka: &დამუშავებული ფაილების სახელების კიდევ ერთხელ გადარქმევა...

source: Rename &Unprocessed Files Again...
eo: Alinom&u Refoje Neprocesitajn dosierojn...
he: שינוי שמות כל הקבצים ש&לא עובדו שוב…
ka: &დაუმუშავებელი ფაილების სახელების კიდევ ერთხელ გადარქმევა...

source: &Rename All Files Again...
eo: &Renomi ĉiujn dosierojn...
he: שינוי שמות כל הקבצים &שוב…
ka: &ყველა ფაილისს სახელის კიდევ ერთხელ გადარქმევა...

source: Progress
eo: Progreso
he: התקדמות
ka: პროგრესი

source: &Cancel
eo: &Nuligi
he: &ביטול
ka: &გაუქმება

source: Save Find & Replace Settings as:
eo: Konservi Trovi & Anstataŭigi Agordojn kiel:
he: שמירת הגדרות איתור והחלפה בתור:
ka: ძებნისა და ჩანაცვლების პარამეტრების შენახვა, როგორც:

source: KRename Find & Replace Settings XML (*.xml)
eo: KRename Trovi & Anstataŭigi Agordoj XML (*.xml)
he: ‏XML הגדרות איתור והחלפה של KRename‏ (‎*.xml)

source: Failed to save the Find & Replace Settings File.
eo: Malsukcesis konservi la Trovi & Anstataŭigi Agorddosieron.
he: שמירת קובץ הגדרות איתור והחלפה נכשלה.
ka: ძებნისა და ჩანაცვლების პარამეტრების ფაილის შენახვის შეცდომა.

source: Save Find and Replace Settings File
eo: Konservi Trovi kaj Anstataŭigi Agordadosieron
he: שמירת קובץ הגדרות איתור והחלפה
ka: ძებნისა და ჩანაცვლების პარამეტრების ფაილის შენახვა

source: KRename Find and Replace Settings XML (*.xml)
eo: KRename Trovi kaj Anstataŭigi Agordojn XML (*.xml)
he: ‏XML הגדרות איתור והחלפה של KRename‏ (‎*.xml)
ka: KRename-ის ძებნისა და ჩასწორების პარამეტრების XML (*.xml)

source: Failed to open the Find and Replace Settings File. Cannot read file %1: %2.
eo: Malsukcesis malfermi la Trovi kaj Anstataŭigi Agorddosieron. Ne povas legi dosieron %1: %2.
he: פתיחת קובץ הגדרות איתור והחלפה נכשלה. לא ניתן לקרוא את הקובץ %1: %2.
ka: KRename-ის ძებნისა და ჩასწორების პარამეტრების ფაილის გახსნის შეცდომა. ფაილის %1 წაკითხვის შეცდომა: %2.

source: KRename Find and Replace Settings XML File
eo: KRename Trovi kaj Anstataŭigi Agordojn XML-Dosieron
he: קובץ XML להגדרות איתור וחיפוש של KRename

source: Parse error at line %1, column %2: %3
eo: Analizeraro ĉe linio %1, kolumno %2: %3
he: שגיאת פענוח בשורה %1, עמודה %2: %3

source: The file is not a KRename XML file.
eo: La dosiero ne estas KRename XML-dosiero.
he: הקובץ הזה אינו קובץ XML של KRename.
ka: ეს ფაილი KRename-ის XML ფაილი არაა.

source: The file is not an KRename XML version 1.0 file.
eo: La dosiero ne estas KRename XML-versio 1.0 dosiero.
he: הקובץ הזה אינו XML של KRename בגרסה 1.0.

source: Problem with loading KRename XML file.
eo: Problemo kun ŝargo de KRename XML-dosiero.
he: בעיה בטעינת קובץ XML של KRename.
ka: KRename-ის XML ფაილის ჩატვირთვის პრობლემა.

source: Find and Replace
eo: Trovi kaj Anstataŭigi
he: איתור והחלפה
ka: ძებნა და ჩანაცვლება

source: &Find:
eo: &Trovi:
he: &איתור:
ka: &ძიება:

source: &Replace With:
eo: &Anstataŭigi Per:
he: החלפה &ב־:
ka: &ჩანაცვლება:

source: Find is a Regular &Expression
eo: Trovi estas Regula &Esprimo
he: האיתור הוא ביטוי &רגולרי
ka: საპოვნელი &რეგულარული გამოსახულებაა

source: &Process tokens in replace string
eo: &Procezi ĵetonojn en anstataŭiga ĉeno
he: &עיבוד אסימונים במחרוזת החלפה
ka: &პროცესის კოდები ჩანაცვლების სტრიქონში

source: Reg. Expression
eo: Regula. Esprimo
he: ביטויים רגולריים
ka: რეგ. გამოსახულება

source: Find
eo: Trovi
he: איתור
ka: მოძებნა

source: Replace With
eo: Anstataŭigi per
he: החלפה ב־
ka: ჩანაცვლება

source: Process Tokens
eo: Procezaj ĵetonoj
he: עיבוד אסימונים
ka: პროცესის კოდები

source: &Save Settings...
eo: Kon&servi agordojn...
he: &שמירת הגדרות…
ka: &პარამეტრების შენახვა...

source: &Load Settings...
eo: Ŝargi Agordo&jn...
he: &טעינת הגדרות…
ka: &პარამეტრების ჩატვირთვა...

source: &Edit...
eo: R&edakti...
he: ע&ריכה…
ka: &ჩასწორება...

source: JavaScript Plugin
eo: JavaScript Kromaĵo
he: תוסף JavaScript
ka: JavaScript -ის დამატება

source: Insert a snippet of JavaScript code (4+5 in this case)
eo: Enigi fragmenton de JavaScript-kodo (4+5 ĉi-kaze)
he: הוספת מקטע קוד JavaScript‏ (4+5 במקרה הזה)

source: Index of the current file
eo: Indekso de la aktuala dosiero
he: מפתח הקובץ הנוכחי
ka: მიმდინარე ფაილის ინდექსი

source: URL of the current file
eo: URL de la aktuala dosiero
he: כתובת הקובץ הנוכחי
ka: მიმდინარე ფაილის ბმული

source: Filename of the current file
eo: Dosiernomo de la nuna dosiero
he: שם הקובץ הנוכחי
ka: მიმდინარე ფაილის სახელი

source: Extension of the current file
eo: Etendo de la nuna dosiero
he: סיומת הקובץ הנוכחי
ka: მიმდინარე ფაილის გაფართოება

source: Directory of the current file
eo: Dosierujo de la aktuala dosiero
he: תיקיית הקובץ הנוכחי
ka: მიმდინარე ფაილის საქაღლდე

source: Variable Name
eo: Varia Nomo
he: שם משתנה
ka: ცვლადის სახელი

source: Initial Value
eo: Komenca Valoro
he: ערך ראשוני
ka: საწყისი მნიშვნელობა

source: String
eo: Ĉeno
he: מחרוזת
ka: სტრიქონი

source: Int
he: מספר שלם
ka: მთელი რიცხვი

source: Double
eo: duobla
he: כפול
ka: ორმაგი

source: Boolean
eo: Bulea
he: בוליאני
ka: ბულევი

source: A JavaScript error has occurred:
eo: JavaScript-eraro okazis:
he: אירעה שגיאת JavaScript:
ka: JavaScript-ის შეცდომა:

source: All currently entered definitions will be lost. Do you want to continue?
eo: Ĉiuj nuntempe enigitaj difinoj estos perditaj. Ĉu vi volas daŭrigi?
he: כל הדפוסים שהוגדרו יאבדו. להמשיך?

source: Select file
eo: Elekti dosieron
he: בחירת קובץ
ka: აირჩიეთ ფაილი

source: The file %1 already exists. Do you want to overwrite it?
eo: La dosiero %1 jam ekzistas. Ĉu anstataŭigi ĝin?
he: הקובץ %1 כבר קיים. לדרוס אותו?
ka: %1 უკვე არსებობს. გნებავთ გადააწეროთ?

source: Unable to open %1 for writing.
eo: Ne eblas malfermi %1 por skribado.
he: לא ניתן לפתוח את %1 לכתיבה.
ka: %1-ის ჩასაწერად გახსნის შეცდომა.

source: Create Variable
eo: Krei Variablo
he: יצירת משתנה
ka: ცვლადის შექმნა

source: &Name:
eo: &Nomo:
he: &שם:
ka: &სახელი:

source: &Initial Value:
eo: &Komenca valoro:
he: ערך &ראשוני:
ka: &საწყისი მნიშვნელობა:

source: &Type:
eo: &Tipo:
he: &סוג:
ka: &ტიპი:

source: &Variables
eo: &Varibeloj
he: מ&שתנים
ka: &ცვლადები

source: Declare global variables that can be used from within your functions:
eo: Deklari ĉieajn variablojn uzeblajn de ene de viaj funkcioj:
he: אפשר להכריז על דפוסים מקיפים שאפשר להשתמש בהם בתוך הפונקציות שלך:

source: &Delete
eo: &Forigi
he: מ&חיקה
ka: &წაშლა
