Repository: KDE/krename
Catalog: po/*/krename.po
Languages: eo, he, ka

source: &Definitions
eo: &Difinoj
he: &דפוסים
ka: &აღწერები

source: Define functions that can be used from KRename templates:
eo: Difini funkciojn uzeblajn de ŝablonoj de KRename:
he: הגדרת פונקציות שניתן להשתמש בהן מתבניות KRename:

source: &Save to File...
eo: &Konservi al Dosiero...
he: &שמירה לקובץ…
ka: ფაილში &შენახვა...

source: &Load from File...
eo: &Ŝargi el dosiero...
he: &טעינה מקובץ…
ka: &ფაილიდან ჩატვირთვა...

source: &Insert Variable
eo: &Enmeti Variablon
he: הוס&פת משתנה
ka: ცვლადის &ჩასმა

source: &Test...
eo: &Provo...
he: &בדיקה…
ka: &ტესტირება...

source: Inserts the series number of original filename
eo: Enmetas la serion de la origina dosiernomo
he: הוספת מספר הסדרה של שם הקובץ המקורי
ka: საწყისი ფაილის სახელის სერიების ნომრის ჩასმა

source: Inserts the season number in two digits
eo: Enmetas la sezonnumeron en du ciferoj
he: הוספת מספר העונה בשתי ספרות
ka: სეზონის ნომრის ორი ციფრით ჩასმა

source: Inserts the episode number in two or three digits
eo: Enmetas la epizodan numeron en du aŭ tri ciferoj
he: הוספת מספר הפרק בשתיים או שלוש ספרות

source: SeriesNumber
eo: SerioNumero
he: מס׳סדרה
ka: სერიისნომერი

source: <qt>This plugin can extract information from the filename of a TV series.</qt>
eo: <qt>Tiu ĉi kromaĵo povas ĉerpi informojn el la dosiernomo de televida serio.</qt>
he: <qt>התוסף הזה יכול לחלץ מידע משם קובץ של סדרת טלוויזיה.</qt>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:large; font-weight:600;">Welcome to KRename</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">A batch file renamer by KDE.<br />To rename your files, you have to:</p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html> <head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style= " font-size:large; font-weight:600;">Bonvenon al KRename</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin- left:0px; margin-right:0px -qt-block-indent:0 text-indent:0px;">Alinomigo de stapla dosiero de KDE.<br />Por alinomi viajn dosierojn; p></body></html>
he: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:large; font-weight:600;">ברוך בואך ל־KRename</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">משנה שמות קבצים במרוכז מבית KDE.<br />כדי לשנות שמות של קבצים יש:</p></body></html>
ka: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:large; font-weight:600;">მოგესალმებათ KRename</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ბევრი ფაილის ერთდროულად სახელის გადარქმევის პროგრამა KDE-სთვის:<br />მაშ:</p></body></html>

source: Add some files ...
eo: Aldoni kelkajn dosierojn...
he: נא להוסיף כמה קבצים…
ka: რამდენიმე ფაილის დამატება...

source: Specify the new filenames by giving a template ...
eo: Specifi la novajn dosiernomojn donante ŝablonon...
he: אפשר לציין את שמות הקבצים על ידי אספקת תבנית…
ka: მიუთითეთ ახალი ფაილის სახელი ნიმუშის მითითებით ...

source: Hint: Undo is still possible after renaming your files.
eo: Sugesto: Malfari ankoraŭ eblas post renomado de viaj dosieroj.
he: לידיעתך: אפשר גם להסיג את השינויים לאחר שינוי שמות הקבצים.

source: Insert the current date
eo: Enigi la aktualan daton
he: הוספת התאריך הנוכחי
ka: მიმდინარე თარიღის ჩასმა

source: Insert the current date using the formatting string yyyy-MM-dd
eo: Enigi la aktualan daton uzante la formatan ĉenon jjjj-MM-dd
he: הוספת התאריך הנוכחי במחרוזת התבנית yyyy-MM-dd

source: Insert the current year
eo: Enmeti la kurantan jaron
he: הוספת השנה הנוכחית
ka: მიმდინარე წლის ჩასმა

source: Insert the current month as number
eo: Enigi la nunan monaton kiel nombron
he: הוספת החודש הנוכחי כמספר
ka: მიმდინარე თვის ნომრის ჩასმა

source: Insert the current day as number
eo: Enigi la nunan tagon kiel nombron
he: הוספת היום הנוכחי כמספר
ka: მიმდინარე დღის რიცხვის ჩასმა

source: Insert the current time
eo: Enigi la nunan horon
he: הוספת השעה הנוכחית
ka: მიმდინარე დროის ჩასმა

source: Insert the current hour as number
eo: Enigi la nunan horon kiel nombron
he: הוספת השעה הנוכחית כמספר
ka: მიმდინარე საათის რიცხვის ჩასმა

source: Insert the current minute as number
eo: Enigi la nunan minuton kiel nombron
he: הוספת הדקה הנוכחית כמספר
ka: მიმდინარე წუთის რიცხვის ჩასმა

source: Insert the current second as number
eo: Enigi la nunan sekundon kiel nombron
he: הוספת השנייה הנוכחית כמספר
ka: მიმდინა წამის რიცხვის ჩასმა

source: Owner of the file
eo: Posedanto de la dosiero
he: בעלות על הקובץ
ka: ფაილის მფლობელი

source: Owning group of the file
eo: Posedanta grupo de la dosiero
he: קבוצת הבעלות על הקובץ
ka: ფაილის მფლობელი ჯგუფი

source: Insert the files creation date
eo: Enigi la daton de kreado de dosieroj
he: הוספת תאריך יצירת הקבצים
ka: ფაილის შექმნის თარიღის ჩასმა

source: Insert the formatted file creation date
eo: Enmeti la formatitan dosieron kreodaton
he: הוספת תאריך יצירת הקובץ בתבנית
ka: ფაილის შექმნის ფორმატირებული თარიღის ჩასმა

source: Insert the files modification date
eo: Enigi la daton de modifado de dosieroj
he: הוספת תאריך שינוי הקבצים
ka: ფაილის შეცვლის თარიღის ჩასმა

source: Insert the formatted modification date
eo: Enigi la formatitan modifdaton
he: הוספת תאריך שינוי הקבצים בתבנית
ka: ფაილის შეცვლის ფორმატრებული თარიღის ჩასმა

source: Insert the date of the last file access
eo: Enigi la daton de la lasta dosiera aliro
he: הוספת תאריך הגישה האחרונה לקובץ
ka: ფაილის უკანასკნელი წვდომის თარიღის ჩასმა

source: Insert the formatted date of the last file access
eo: Enigi la formatitan daton de la lasta dosiera aliro
he: הוספת תאריך הגישה האחרונה לקובץ בתבנית
ka: ფაილის უკანასკნელი წვდომის ფორმატირებული თარიღის ჩასმა

source: Insert the file size in bytes
eo: Enigi la dosiergrandecon en bajtoj
he: הוספת גודל הקובץ בבתים
ka: ფაილის ზომის ჩასმა, ბაიტებში

source: Date and system functions
eo: Dato kaj sistemaj funkcioj
he: פונקציות תאריך ומערכת
ka: დროისა და სისტემის ფუნქციები

source: <qt>This plugin contains tokens to get the creation, modification and last access time of files and the current system time and date.</qt>
eo: <qt>Tiu ĉi kromaĵo enhavas ĵetonojn por akiri la kreadon, modifaĵon kaj lastan alirtempon de dosieroj kaj la nunan sisteman horon kaj daton.</qt>
he: <qt>התוסף הזה מכיל אסימון לקבלת זמני היצירה, השינוי ומועד הגישה האחרון של הקבצים ואת השעה והתאריך הנוכחיים של המערכת.</qt>

source: Insert the title of a track
eo: Enigi la titolon de trako
he: הוספת כותרת הרצועה
ka: ტრეკის სათაურის ჩასმა

source: Insert the artist of a track
eo: Enigi la artiston de trako
he: הוספת אומן/ית הרצועה
ka: ტრეკის შემსრულებლის ჩასმა

source: Insert the album of a track
eo: Enigi la albumon de trako
he: הוספת אלבום הרצועה
ka: ტრეკის ალბომის ჩასმა

source: Insert the comment of a track
eo: Enigi la komenton de trako
he: הוספת הערת הרצועה
ka: ტრეკის კომენტარის ჩასმა

source: Insert the genre of a track
eo: Enigi la ĝenron de trako
he: הוספת סגנון הרצועה
ka: ტრეკის ჟანრის ჩასმა

source: Insert the year of a track
eo: Enigi la jaron de trako
he: הוספת שנת הרצועה
ka: ტრეკის წლის ჩასმა

source: Insert the number of a track
eo: Enigi la numeron de trako
he: הוספת מספר הרצועה
ka: ტრეკის ნომრის ჩასმა

source: Insert the number of a track formatted with a leading 0
eo: Enigi la numeron de trako formatita kun unua 0
he: הוספת מספר הרצועה בתבנית עם 0 בהתחלה
ka: ტრეკის ნომრის ჩასმა, ფორმატირებული, დაწყებული 0-ით

source: TagLib (MP3/Ogg) Plugin
eo: TagLib (MP3/Ogg) Kromaĵo
he: תוסף TagLib ‏(MP3/Ogg)
ka: დამატება TagLib (MP3/Ogg)

source: <qt>This plugin supports reading tags for MP3, Ogg Vorbis, FLAC, MPC, Speex WavPack and TrueAudio files.</qt>
eo: <qt>Tiu ĉi kromaĵo subtenas legajn etikedojn por MP3, Ogg Vorbis, FLAC, MPC, Speex WavPack kaj TrueAudio dosierojn.</qt>
he: <qt>התוסף הזה תומך בקריאת תגיות מקובצי MP3,‏ Ogg Vorbis,‏ FLAC,‏ MPC,‏ Speex WavPack ו־TrueAudio.</qt>

source: &Insert
eo: Enmet&i
he: הו&ספה
ka: &ჩასმა

source: Recent
eo: Lastatempa
he: אחרונים
ka: Ბოლო

source: KRename Help
eo: KRename Helpo
he: עזרה עם KRename
ka: KRename -ის დახმარება

source: All supported tokens (commands) are listed in this dialog. You can search for tokens and insert a found token into the pattern for the filename.
eo: Ĉiuj subtenataj ĵetonoj (komandoj) estas listigitaj en ĉi tiu dialogo. Vi povas serĉi ĵetonojn kaj enmeti trovitan ĵetonon en la ŝablonon por la dosiernomo.
he: כל האסימונים (פקודות) מופיעים בחלונית הזאת. אפשר לחפש אסימונים ולהוסיף אסימונים שנמצאו לתבנית שם הקובץ.

source: Category
eo: Kategorio
he: קטגוריה
ka: კატეგორია

source: Token
he: אסימון
ka: ტოკენი

source: Description
eo: Priskribo
he: תיאור
ka: აღწერა

source: Preview
eo: Antaŭrigardo
he: תצוגה מקדימה
ka: ესკიზი

source: Token &Preview
eo: Token &Antaŭrigardo
he: תצוגת אסימון מקדימה
ka: ტოკენის &მინიატურა

source: Preview File:
eo: Antaŭrigarda Dosiero:
he: קובץ תצוגה מקדימה:
ka: ფაილის მინიატურა:

source: Access Date
eo: Alirdato
he: תאריך גישה
ka: წვდომის დრო

source: Creation Date
eo: Dato de Kreo
he: תאריך יצירה
ka: შეცვლის თარიღის მიხედვით

source: Filesize
eo: Dosiergrandeco
he: גודל קובץ
ka: ფაილისზომა

source: Modification Date
eo: Dato de modifo
he: תאריך שינוי
ka: ცვლილების თარიღი

source: Custom Sorting
eo: Propra Ordigo
he: מיון מותאם אישית
ka: ხელით მითითება

source: &Sort filenames ...
eo: &Ordigi dosiernomojn...
he: &סידור שמות קבצים…
ka: &ფაილის სახელების დალაგება...

source: &Ascending
eo: Kresk&anta
he: &עולה
ka: &აღმავალი

source: &Descending
eo: &Malkreskanta
he: יו&רד
ka: &დაღმავალი

source: &Numeric
eo: &Numera
he: מ&ספרי
ka: &რიცხვობრივი

source: by
eo: de
he: לפי
ka: ავტორი

source: &Token ...
eo: &Signo...
he: &אסימון…
ka: &კოდი ...

source: &Predefined
eo: &Antaŭdifinita
he: מוגדר מ&ראש
ka: &წინასწარ აღწერილი

source: &Custom
eo: &Propra
he: התאמה &אישית
ka: &ხელით

source: Inserts the transliterated original filename
eo: Enmetas la transliterumitan originan dosiernomon
he: הוספת שם הקובץ המקורי מהתעתיק
ka: საწყისი სახელის ტრანსლიტერაციის ჩასმა

source: Inserts the transliterated original filename converted to lower case
eo: Enmetas la transliterumitan originan dosiernomon konvertitan al minusklo
he: הוספת שם הקובץ המקורי מהתעתיק מומר לאותיות קטנות
ka: საწყისი სახელის ტრანსლიტერაციის ქვედა რეგისტრში ჩასმა

source: Inserts the transliterated original filename converted to upper case
eo: Enmetas la transliterumitan originan dosiernomon konvertitan al majuskla
he: הוספת שם הקובץ המקורי מהתעתיק מומר לאותיות גדולות
ka: საწყისი სახელის ტრანსლიტერაციის ზედა რეგისტრში ჩასმა

source: Inserts the transliterated original filename capitalized
eo: Enmetas la transliterumitan originan dosiernomon majuskle
he: הוספת שם הקובץ המקורי מהתעתיק באותיות גדולות בתחילת המילים
ka: საწყისი სახელის ტრანსლიტერაციის დიდი ასოებით ჩასმა

source: Transliterates the string following the semicolon
eo: Transliterumas la ĉenon sekvante la punktokomon
he: תעתוק של המחרוזת שאחרי הנקודה־פסיק

source: Transliteration
eo: Transliterumo
he: תעתיק
ka: ტრანსლიტერაცია

source: <qt>This plugin can transcribe a filename into English (i.e. perform transliteration).</qt>
eo: <qt>Tiu ĉi kromaĵo povas transskribi dosiernomon en la anglan (t.e. fari transliterumadon).</qt>
he: <qt>התוסף הזה יכול לשכתב שמות קבצים לאנגלית (כלומר לתעתק).</qt>
